[
  {
    "sn": "1",
    "name": "無益",
    "desc": "ほどなく恐怖の悪魔が扉を叩くだろう。人々を堕落させようと罠を巡らせ、暗闇で待ち構えている。"
  },
  {
    "sn": "2",
    "name": "恵愛",
    "desc": "生気に満ちあふれる新芽が土から甦り、細やかな配慮に満たされた中で生長していく。"
  },
  {
    "sn": "3",
    "name": "抑圧",
    "desc": "孤独のうちに重圧を背負いながらもがき進む。敗北と思われる中でも、その先に希望はある。"
  },
  {
    "sn": "4",
    "name": "勇気",
    "desc": "災いが潜む泥沼の内に臆せず身を躍らせる。侠気を奮い立たせて望みを追い求め、決して妥協しない。"
  },
  {
    "sn": "5",
    "name": "作業",
    "desc": "理想の城は夢ならば一夜で高くそびえ立つ。だが、覚めて積み上げるレンガこそ、理想へと通じる道と知れ。"
  },
  {
    "sn": "6",
    "name": "支配",
    "desc": "しかと手にした杖を振り、侵すべからざる信仰を守ることで、正義の姿を示していく。"
  },
  {
    "sn": "7",
    "name": "悲哀",
    "desc": "鋭い宝剣が躍動する心臓を貫いた。だが凶々しき鮮血はすでに乾き、傷は癒えてゆくだろう。"
  },
  {
    "sn": "8",
    "name": "闘争",
    "desc": "戦乱と喧騒の只中で武器を掲げる。心の秩序を保ち、悪鬼のごとき強敵を打ち破って、高らかに叫ぶ。"
  },
  {
    "sn": "9",
    "name": "転換",
    "desc": "変わりばえのない時間は人々を倦ませる… 東から朝日が昇り、新たな好機は静かに訪れるだろう。"
  },
  {
    "sn": "10",
    "name": "美徳",
    "desc": "神の惜しみない祝福を受けよ。幸運と歓喜が庭一面を花で満たし、美しく咲き誇っている。"
  },
  {
    "sn": "11",
    "name": "和解",
    "desc": "欠落と共に歩み、未来の吉凶を憂うことなく、ただ前に進み続けることのみが答えとなる。"
  },
  {
    "sn": "12",
    "name": "平和",
    "desc": "この世から争いが絶え、衝突が厭われ、暴力が消え失せて、最後に平安が訪れることを心から願う。"
  },
  {
    "sn": "13",
    "name": "失望",
    "desc": "絶望的な苦痛が心を塞ぎ、息が詰まる中で必死にあがく。そのすべてを振り切る覚悟はいかほどのものか？"
  },
  {
    "sn": "14",
    "name": "贅沢",
    "desc": "さしもの強烈な欲望があたり一面の美しさで鎮められるや、抗えぬ安堵の思いが砦の崩壊を招く惧れあり。"
  },
  {
    "sn": "15",
    "name": "豊穣",
    "desc": "こわばった手足を、柔らかな褥でようやく寛がせる。伸びやかな音符が月光の上で踊る。"
  },
  {
    "sn": "16",
    "name": "動力",
    "desc": "生々流転する力の源が肉体を貫き走る。恐れを知らぬ勇気と相携え、新たな生命を創り出す。"
  },
  {
    "sn": "17",
    "name": "変容",
    "desc": "変転常なき風波にあるいは浮き沈みし、あるいは飲み込まれたくなくば、戦策を変えるのみ。"
  },
  {
    "sn": "18",
    "name": "心配",
    "desc": "昼夜を分かたず美しき絵空事に溺れるうち、冷酷なる現実が漸次白昼夢を飲み込む。早く目を覚ますことだ。"
  },
  {
    "sn": "19",
    "name": "勝利",
    "desc": "月桂樹の冠を戴く勇士が凱旋する。過ぎ去りし日の苦悩と苦痛は、歓声の中でことごとく塵と化した。"
  },
  {
    "sn": "20",
    "name": "真理",
    "desc": "欲望の交錯に道を見失うとき、霧を裂き影を払う光は、知恵の力を示している。"
  },
  {
    "sn": "21",
    "name": "敗北",
    "desc": "黒い流れは次第に退き、遥かな空が白く浮かぶ。蹉跌の思いはやがて消え去り、夜明けが新生をもたらす。"
  },
  {
    "sn": "22",
    "name": "愉楽",
    "desc": "童話のごとき世界に憂いはなく、無垢なる美と歓喜に満たされるのみ。ただ楽しむべし。"
  },
  {
    "sn": "23",
    "name": "成功",
    "desc": "ためらいはただに前進を阻むのみ。心の導きを聞き、運を天に任せ、勝利を掴め。"
  },
  {
    "sn": "24",
    "name": "妨害",
    "desc": "霧の中に絡み合う蔓は道を阻み、悪魔のささやきが猜疑を織りなす。呪縛から解き放たれるはいつのことか？"
  },
  {
    "sn": "2001",
    "name": "創造",
    "desc": "烈火を浴びる雄獅子は体を伸ばし、激しくも妙なる調べがこだましてのち、光が現れる。"
  },
  {
    "sn": "2002",
    "name": "知覚",
    "desc": "立ちこめた霧はすでに晴れ、眼前の景色が徐々に光を宿す。真実の世界がここに降臨する。"
  },
  {
    "sn": "2003",
    "name": "旅立",
    "desc": "自らの心の内を逍遥し、真に落ち着くべき場所を知れば、求める地には自ずと辿り着くだろう。"
  },
  {
    "sn": "2004",
    "name": "成長",
    "desc": "種が土中より芽を屹立させ、下には隙間なく根を張り巡らす。生まれた幼ない命は立ち止まることを知らない。"
  },
  {
    "sn": "2005",
    "name": "知恵",
    "desc": "渇望をその手の内に集めて槍とすれば、真理を覆い隠す黒い雲を突き破り、すべてを見通せるだろう。"
  },
  {
    "sn": "2006",
    "name": "集中",
    "desc": "翼を広げて空を翔ける。すでに心中に迷いはなく、ただ一心に終焉へと向かうのみ。"
  },
  {
    "sn": "2007",
    "name": "信念",
    "desc": "金色の穂が陽光を浴びるとき、黒い鎧の騎士は疲れ切った頭を持ち上げ、遠くを見つめる。"
  },
  {
    "sn": "2008",
    "name": "信頼",
    "desc": "汚泥の中から白い蓮の花が立ち現れるのは、闇に鎖された幼い苗もまた、空を求めているからだ。"
  },
  {
    "sn": "2009",
    "name": "希望",
    "desc": "欲望という名の古い殻を脱ぎ捨て、愛と新しき命に向けて両手を伸ばせば、羽を広げて明日を夢見ることができよう。"
  },
  {
    "sn": "2010",
    "name": "調和",
    "desc": "春が訪れれば、草木はおのずと生長する。旅の終わりに、心は自身と和解するだろう。"
  },
  {
    "sn": "2011",
    "name": "決心",
    "desc": "険阻な頂を越え、急流を押し渡る。前へと向かう歩みを止められる困難などありはしない。"
  },
  {
    "sn": "2012",
    "name": "深化",
    "desc": "中空を走る鋭い刃が止まることはない。戦いの魂は困難を恐れず、自らを縛る鎖をも断ち切る。"
  },
  {
    "sn": "2013",
    "name": "受容",
    "desc": "烈火は逆巻いてうなるも、飲み込まれて融合する。やがて静けさが戻り、柔らかな光を放つだろう。"
  },
  {
    "sn": "2014",
    "name": "自由",
    "desc": "囚われの檻を抜け出し、純白で美しいスカートをひるがえしながら、軽やかなステップで階段を駆け上がり、自由へと向かう。"
  },
  {
    "sn": "2015",
    "name": "誠実",
    "desc": "直感と想像が翼となり、優雅な白馬が頭を高く掲げる。夢と未来、輝きと希望が広がる道を進んでいく。"
  },
  {
    "sn": "2016",
    "name": "自我",
    "desc": "深い霧の中に己の声だけが響く。外界の喧騒から離れ内なる真実を見つめるとき、心は初めて自らの形を知るだろう。"
  }
]