[
  {
    "sn": "1",
    "commendDesc": "モルガナは『救援』ロールの中でも、攻撃もこなせることが特徴の怪盗です。攻撃スキルを含む様々なスキルを使うことで『義賊魂』を獲得でき、『義賊魂』を持つ状態でHPが低下した味方が行動すると、HPを自動で回復することができます。さらにハイライトスキルで味方を復活させることもできるため、攻守ともに優れた性能を発揮します。"
  },
  {
    "sn": "2",
    "commendDesc": "駿は仲間の回復、敵の防御力の低下、敵の攻撃を自身に集めるなど、様々なことができる『防衛』ロールの怪盗です。"
  },
  {
    "sn": "3",
    "commendDesc": "富山は『解明』ロールの中でも味方の攻撃性能を強化することに特化した怪盗です。味方に攻撃力や与ダメージを強化することができ、属性異常の敵に攻撃する場合はさらに効果が上昇します。そのため敵を属性異常にできる味方と組み合わせればより優れた力を発揮できます。"
  },
  {
    "sn": "4",
    "commendDesc": "瑤鈴は敵の防御力を低下させることで、味方全体の与ダメージを上昇させることができる怪盗です。また自身の攻撃性能が高いだけでなく、敵を『忘却』状態にすることができるため、様々な場面で活躍することができます。"
  },
  {
    "sn": "5",
    "commendDesc": "朋子は『優越』ロールの中でも、味方の攻撃力を強化することが得意な怪盗です。敵を睡眠状態にして一時的に行動不能にできるほか、敵の被ダメージを上昇させることもできるため、様々な局面で活躍することができます。"
  },
  {
    "sn": "6",
    "commendDesc": "雪実は『防衛』ロールの中でも、特に味方単体を守り抜くことが得意な怪盗です。味方単体にシールドやダメージ軽減、防御力上昇を付与することができます。"
  },
  {
    "sn": "7",
    "commendDesc": "海夕は『解明』ロールの中でも味方の防御性能を強化することに特化した怪盗です。味方へシールドや防御力上昇を付与でき、敵の強力な攻撃から味方を守ることができます。"
  },
  {
    "sn": "8",
    "commendDesc": "陽菜は『優越』ロールの中でも味方の攻撃性能を強化することに特化した怪盗です。『子供心』を消費することで味方に攻撃力や与えるダメージを上昇できるため、攻撃回数の多い怪盗と編成することでより力を発揮できます。"
  },
  {
    "sn": "101",
    "commendDesc": "同じ属性の怪盗を編成することで『欲望の共鳴』効果によりパーティのステータスを強化します。瑤鈴が敵を弱体状態にすることで蓮の攻撃力をさらに強化できるため、相性が良い組み合わせになっています。"
  },
  {
    "sn": "102",
    "commendDesc": "蓮は追加ターンを獲得する能力による連続行動が強みです。その反面、攻撃回数の増加に伴いＳＰ消費量も多くなります。モルガナは味方のＳＰ消費量を減少させる能力を持つため、同時に編成することで蓮の負担を軽減することができます。"
  },
  {
    "sn": "103",
    "commendDesc": "白鳥は攻撃回数が多いスキルを複数持っています。須見や陽菜のように味方が攻撃するたびに恩恵が発生する怪盗と編成することで、パーティ全体の強化につながります。"
  },
  {
    "sn": "104",
    "commendDesc": "同じ属性の怪盗を編成することで『欲望の共鳴』効果によりパーティのステータスを強化します。白鳥は風襲状態の敵により多くのダメージを与えることができるため、敵を風襲状態にすることができるモルガナと編成するとより活躍することができます。"
  },
  {
    "sn": "105",
    "commendDesc": "同じ属性の怪盗を編成することで『欲望の共鳴』効果によりパーティのステータスを強化します。火炎属性で味方を強化できるルフェル、敵のステータスを低下させ火炎属性でのダメージをあげる黒谷、攻撃性能の高い杏は強力なシナジーを発揮します。富山は属性異常の効果をより強化できるため、この編成の長所をより向上させることができます。"
  },
  {
    "sn": "106",
    "commendDesc": "同じ属性の怪盗を編成することで『欲望の共鳴』効果によりパーティのステータスを強化します。また、朋子の能力により、杏と黒谷の攻撃力を大きく高められるため、パーティとしての攻撃をさらに強化できます。"
  },
  {
    "sn": "107",
    "commendDesc": "朋子の攻撃強化能力で、竜司の単体攻撃の性能を向上させることができます。"
  },
  {
    "sn": "108",
    "commendDesc": "琴音は意識奏功での攻撃で必ずクリティカルが発生します。神山は味方のクリティカルダメージを上昇させる効果を持つので、効率よくパーティの攻撃を強化することができます。"
  },
  {
    "sn": "109",
    "commendDesc": "神山は味方のＨＰをシールドに変換するスキルを持っています。竜司に使用することで能動的にＨＰを減少させることができ、さらに攻撃能力を向上させることができます。海夕も編成することで体力が低い状態の味方をシールドで守ることができます。"
  },
  {
    "sn": "110",
    "commendDesc": "このパーティは獲得難易度が低い怪盗で構成されています。単体攻撃、全体攻撃、ＨＰ回復能力を各々が持っており、異世界探索入門としておすすめのパーティです。"
  },
  {
    "sn": "111",
    "commendDesc": "朋子の攻撃強化能力で、素羽の全体攻撃の性能を向上させることができます。獲得しやすい怪盗での編成になっており、序盤の攻略に適した編成になります。"
  },
  {
    "sn": "112",
    "commendDesc": "素羽は敵全体を複数回攻撃するスキルを持っています。須見のように味方が攻撃するたびに恩恵が発生する怪盗と編成することで、シナジーを発揮します。"
  },
  {
    "sn": "113",
    "commendDesc": "同じ属性の怪盗を編成することで『欲望の共鳴』効果によりパーティのステータスを強化します。電撃属性で敵を感電状態にすることが得意な素羽と感電状態の敵へ高いダメージを与えることができるＹＵＩは非常に相性がよく、パーティの攻撃を強化することができます。また、味方の攻撃性能を強化することに特化した陽菜を組み合わせることで、この編成の長所をより向上させることができます。"
  },
  {
    "sn": "114",
    "commendDesc": "朋子の攻撃強化能力で、ＹＵＩの単体攻撃の性能を向上させることができます。"
  },
  {
    "sn": "115",
    "commendDesc": "朋子の攻撃強化能力で、蓮の全体攻撃の性能を向上させることができます。"
  },
  {
    "sn": "116",
    "commendDesc": "美波は非常に強力な回復能力と最大ＨＰを増加させる能力を持っています。さらに、美波は弱体状態を治療する能力や、回復時にダメージアップ効果を付与する能力を持つため、様々なパーティに編成できます。"
  },
  {
    "sn": "117",
    "commendDesc": "雪実と海夕は祐介にシールドと防御力上昇を付与することで、祐介の生存能力を向上しつつ潜在能力の与ダメージ上昇が累積しやすくなります。そのためパーティの攻撃力と生存能力を高めることができる相性が良い組み合わせになっています。"
  },
  {
    "sn": "118",
    "commendDesc": "同じ属性の怪盗を編成することで『欲望の共鳴』効果によりパーティのステータスを強化します。祐介と琴音はお互いに氷結属性で敵を凍結状態にすることが得意なため、祐介の被ダメージを抑えつつ、意識奏功で敵に効率よくダメージを与えることができます。"
  },
  {
    "sn": "119",
    "commendDesc": "瑤鈴は敵全体の防御力を低下させることができます。敵全体への攻撃が得意な『支配』ロールの怪盗である祐介と非常に相性が良く、パーティの攻撃を強化することができます。"
  },
  {
    "sn": "120",
    "commendDesc": "同じ属性の怪盗を編成することで『欲望の共鳴』効果によりパーティのステータスを強化します。真は『我慢』を蓄積することで変身し、自身の戦闘能力を大幅に強化します。また、真は属性異常の敵を攻撃することで、より多くの『我慢』を蓄積することができます。チヅ子は安定して敵に大量の属性異常を付与することができるので、敵が受けるダメージを増加させると同時に真の『我慢』の蓄積を補助できるため、真との相性が非常に良くパーティの攻撃力を強化することができます。"
  },
  {
    "sn": "121",
    "commendDesc": "同じ属性の怪盗を編成することで『欲望の共鳴』効果によりパーティのステータスを強化します。神山は味方の攻撃力とクリティカルダメージを上昇させることができるため、真の攻撃力をさらに強化できます。"
  },
  {
    "sn": "122",
    "commendDesc": "悠美は味方全体に様々な強化効果を付与するのが得意です。また、悠美は味方全体に高い攻撃力上昇効果と特定の属性ダメージ上昇を付与できるため、同じ属性を持つ怪盗が揃うとその能力が最大限に発揮され、パーティの攻撃を大幅に強化することができます。"
  },
  {
    "sn": "123",
    "commendDesc": "綾香は味方のハイライトを大幅に強化できます。ハイライトダメージの上昇や、指定した味方のハイライトを即座に発動することができるため、ハイライトが強力なキャラクターと非常に相性が良いです。"
  },
  {
    "sn": "124",
    "commendDesc": "理子は敵に『看破』を付与することができます。『看破』は敵の被ダメージが上昇し、さらにダウン値を減少させることができるため、潜在能力で強化された１ＭＯＲＥや総攻撃を効率よく行うことができます。また、味方が『看破』状態の敵を攻撃することで『情報』を獲得し、累積することで自身のスキル効果を強化することができます。"
  },
  {
    "sn": "125",
    "commendDesc": "蓮の追加ターンによる連続行動で、理子の意識奏功が発動しやすくなります。また、理子の敵全体への防御力低下能力も蓮と非常に相性が良く、２人が協力することでパーティの攻撃を大幅に強化することができます。"
  },
  {
    "sn": "126",
    "commendDesc": "同じ属性の怪盗を編成することで『欲望の共鳴』効果によりパーティのステータスを強化します。素羽・トロピカルは回復を受けると自身の発揮する能力が大幅に向上します。美波は回復と最大ＨＰの増加を行うことができるため、素羽・トロピカルと非常に相性が良い組み合わせになっています。"
  },
  {
    "sn": "127",
    "commendDesc": "朋子・ピーチサマーは優れた回復能力と攻撃能力を持ち、敵に『残光』を付与することができます。『残光』が一定の数に達すると『ひと夏の思い出』が発動し、念動属性のダメージを与えると同時に味方を回復することができるため、範囲攻撃や多段攻撃を行う味方と組み合わせることで、朋子・ピーチサマーの能力を最大限に引き出すことができます。また、朋子・ピーチサマーは優れたサポート能力も持ち、スキルを使用することで味方の攻撃力と生存能力を全体的に向上させることができるほか、敵の与ダメージを減少させ、さらに被ダメージを増加させることができます。"
  },
  {
    "sn": "128",
    "commendDesc": "朋子・ピーチサマーは高い頻度で味方を回復できるため、素羽・トロピカルのスキル効果を頻繁に発動させ、スキルのクールタイムを大幅に短縮できます。また、朋子・ピーチサマーで素羽・トロピカルに攻撃力上昇効果を付与し、敵への与ダメージを増加させることができます。さらに、素羽・トロピカルの範囲攻撃は朋子・ピーチサマーの『ひと夏の思い出』をより早く発動させることができるため、この２人は非常に相性が良い組み合わせになっています。"
  },
  {
    "sn": "129",
    "commendDesc": "北里の複数回攻撃は、須見の『運命の叙情詩』をより頻繁に発動させることができます。また、北里と須見の多段攻撃は、陽菜による強力な攻撃力およびダメージバフを最大限に活かすことができ、チーム全体の火力を大きく引き上げます。さらに、北里と須見はどちらも、敵の最大HPに基づく継続ダメージを与える能力を持っており、特に高いHPを持つ敵に対して非常に効果的です。"
  },
  {
    "sn": "130",
    "commendDesc": "北里の複数回攻撃は、朋子・ピーチサマーの『ひと夏の思い出』をより頻繁に発動させることができます。また、朋子・ピーチサマーは回復と攻撃に優れているだけでなく、状態異常命中を上昇させる能力を持つため、北里の『出血』の命中率とダメージを上昇させることができる非常に相性の良い組み合わせになっています。"
  },
  {
    "sn": "131",
    "commendDesc": "双葉は、敵を弱体化させる支援型の怪盗です。敵の属性相性を変化させ、味方が多様な状況に対応できるようにします。さらに、防御力低下や被ダメージ増加を与えて火力を強化する強みも持っています。戦闘中、味方がスキルや弱点攻撃を行うと『解析進捗』を獲得し、一定量蓄積すると『データ掌握』を発動します。『データ掌握』発動後、味方に強力なステータス上昇とシールドを付与する、支援特化の怪盗です。"
  },
  {
    "sn": "132",
    "commendDesc": "芦谷は非常に強力なシールドを付与することができ、味方が倒されるリスクを軽減します。さらに、芦谷は優れたダメージ増加能力と状態異常抵抗を高める能力を持っており、さまざまなチームに適応することができます。"
  },
  {
    "sn": "133",
    "commendDesc": "同じ属性の怪盗を編成することで『欲望の共鳴』効果によりパーティのステータスを強化します。芦谷は祐介に頻繁にシールドを付与し、生存能力を高めます。さらに、芦谷は祐介の防御力も上昇させることができるため、祐介の生存能力と攻撃を強化することができます。"
  },
  {
    "sn": "134",
    "commendDesc": "同じ属性の怪盗を編成することで『欲望の共鳴』効果によりパーティのステータスを強化します。朋子・ピーチサマーは、弱体付与率、攻撃力、ダメージを上昇させる効果を付与することができ、春の火力を大幅に高めることができます。それに加えて朋子・ピーチサマーは回復能力が高く、チームの生存能力を向上させることができるため、非常に相性の良い組み合わせになっています。"
  },
  {
    "sn": "135",
    "commendDesc": "瑤鈴は敵に複数の弱体状態を付与できるため、敵が受けるダメージを大幅に増加させることができます。これにより、春の爆発的な攻撃力を高めることができるため相性の良い組み合わせになっています。"
  },
  {
    "sn": "136",
    "commendDesc": "同じ属性の怪盗を編成することで『欲望の共鳴』効果によりパーティのステータスを強化します。モルガナは疾風属性のダメージを与えることで、琴音・アイスストームの『旋風の刻線』をより多く集めることができます。また、琴音・アイスストームの覚醒スキルによって疾風属性の味方がいるとき、自身の疾風属性のダメージが増加するため、火力を大幅に向上させることができます。さらに、モルガナはチームの生存能力を高めるために、十分な回復効果を付与することもできるため、琴音・アイスストームと相性の良い組み合わせです。"
  },
  {
    "sn": "178",
    "commendDesc": "ジュスティーヌ＆カロリーヌは、複数のペルソナを切り替えて戦うことができます。敵の弱点に合わせたペルソナで戦いに挑むことができるため、様々な局面で活躍することができます。"
  }
]