[
  {
    "sn": "101",
    "title": "パイレーツ・オブ・アカゲヤン",
    "desc": "おてんばでおしゃべりな女の子が、知識と機転と想像力で海賊船の船長に成り上がる！　７つの海を舞台にした、壮大な海洋ファンタジー。"
  },
  {
    "sn": "102",
    "title": "シン・ゴリラ",
    "desc": "巨大なゴリラが日常的に暴れる大都市で、裏社会を巻き込んだ市長選挙が始まった。息を飲むような駆け引きをよそに、街で暴れまくるゴリラとの交流が感動を呼んだ超大作。"
  },
  {
    "sn": "103",
    "title": "森林サッカー",
    "desc": "拳法家たちが修行していた森林が、再開発でサッカースタジアムになってしまった。拳法家たちはアマチュアサッカーチームを結成。居場所を取り戻すため国際大会での優勝を目指す。"
  },
  {
    "sn": "104",
    "title": "ソウルの動く史郎",
    "desc": "平凡な会社員だった史郎が、世界的大スターの死をきっかけにダンスの才能を覚醒！？　魂を揺さぶる感動巨編！"
  },
  {
    "sn": "105",
    "title": "スッパイラーメン　オールカミング",
    "desc": "鉄をも溶かす強酸性の酸辣湯麺に、伝説のフードファイターが挑む。スッパイラーメンシリーズ最新作！"
  },
  {
    "sn": "106",
    "title": "ぜったい、うまくいく",
    "desc": "ブラック企業勤めのサラリーマン３人は、『ローキ』を名乗る謎の組織に命を救われる。会社の実態を暴き、かつての雇い主に引導を渡せ。"
  },
  {
    "sn": "107",
    "title": "オンセプション",
    "desc": "他人の心に侵入する超能力を手に入れた劣等生。留年ギリギリだった彼は教師の心を覗き込み、テストの答えを探そうとするが…"
  },
  {
    "sn": "108",
    "title": "女怪盗ブルーのダイヤ泥棒",
    "desc": "愛や絆を信じない稀代の宝石泥棒ブルーは、悪徳採掘業者によって親から引き離された子供たちを救うため奮闘する。本格社会派アクション。"
  },
  {
    "sn": "109",
    "title": "マット・スピード",
    "desc": "世界大戦後の荒廃した街で、犯罪組織のおとり捜査を引き受けた白バイ隊員。やがて彼は、街の裏社会を二分する抗争に巻き込まれてゆく…"
  },
  {
    "sn": "110",
    "title": "カンフー・モンキー",
    "desc": "謀略により父を殺され縄張りを追い出されたボス猿の息子が、師のもとでカンフーの修行を積む。仇敵を縄張りから追い出し、平和を取り戻すことはできるのか。"
  },
  {
    "sn": "111",
    "title": "あばよ報復の龍たちよ",
    "desc": "父を殺され家宝を奪われたセールスマン『竜彦』は、因縁の糸を手繰り寄せた先で１人の刀鍛冶『龍』と出会う。これは大企業の卑劣なＭ＆Ａに刀で立ち向かった、２頭の龍の物語…"
  },
  {
    "sn": "112",
    "title": "エターナル・アフェア",
    "desc": "マフィアの下で働く腕利き料理人に、弟子入りを願い出る１人の男。だが男の真の狙いは、マフィアのボスの暗殺だった。互いの命とプライドをかけて、闇中華料理対決の火蓋が切って落とされる！"
  },
  {
    "sn": "113",
    "title": "ベスト・プレイヤー・ワン",
    "desc": "バーチャル世界で生まれたゲームキャラクターのｂｏｔ。ゲームの外の世界に憧れる彼は、チーター軍団を倒し、外の世界への切符を手にすることができるのか！？"
  },
  {
    "sn": "114",
    "title": "子連れライオン",
    "desc": "政府の陰謀で妻と仲間を殺され、その濡れ衣を着せられたスパイの男。ベビーカーに乗せた幼い義理の娘とともに、彼は復讐の旅に出る…"
  },
  {
    "sn": "115",
    "title": "コップ・ストーリー",
    "desc": "組織と法に裏切られた、腕利きの捜査官。一命をとりとめた彼は、自身の信じる正義のため肉体改造を始める…信じていいのは、筋肉だけ。"
  },
  {
    "sn": "116",
    "title": "ビューティー・マインド",
    "desc": "収監先の刑務所で余命を告げられた元天才科学者。同じ病に侵された人々を助けるため、獄中で新薬の研究を始める…全世界が涙した実話を元にした物語。"
  },
  {
    "sn": "117",
    "title": "戦場のバイオリニスト",
    "desc": "戦火に包まれ、瓦礫と化した街にやってきたのは１人のバイオリニスト。彼がバイオリンを奏でるとき、バラバラだった住人たちの心はやがて１つになる…"
  },
  {
    "sn": "118",
    "title": "酒と共に去りぬ",
    "desc": "時は英仏百年戦争の最中。イギリス貴族の一人娘が恋に落ちたのは、フランス出身のワイン商人。身分違いの恋に揺れる城。だが戦争と流行病の魔の手がすぐそこまで迫っていた…"
  },
  {
    "sn": "119",
    "title": "流転の月球",
    "desc": "２０ＸＸ年。太陽系へやってきた宇宙人は、月の裏側を勝手にテラフォーミングしてしまった。宇宙人の技術に危機感を抱いた地球人たちは月から宇宙人を追い出そうとするが…"
  },
  {
    "sn": "120",
    "title": "十二人のお笑い芸人",
    "desc": "お笑い芸人１２人がマーダーミステリーに挑戦する人気バラエティ番組がついに映画化！　豪華出演陣に加え、人気ミステリ作家監修の謎解きにも要注目。"
  },
  {
    "sn": "121",
    "title": "ノー・カントリー・フォー・ヤング・メン",
    "desc": "私腹を肥やす家老の圧政に苦しむ若侍は、ひょんなことから汚職の証拠となる小判を手に入れる。金に目がくらんだ若侍は小判の１枚を元手に賭場へと向かうが、そこには家老お抱えの忍者が…"
  },
  {
    "sn": "122",
    "title": "ビューティー・オブ・ダンス",
    "desc": "規律の厳しい老人ホームで働くことになった元ダンス教室の講師。心を閉ざした入居者たちにダンスを教えようとするが、厳格な施設長とすっかり対立してしまい…"
  },
  {
    "sn": "123",
    "title": "アイドル",
    "desc": "売れないＡＩアイドルが、軍事データとの接触をきっかけに大暴走。世界的な人気アイドルとして成功を収める。ネットを支配した彼女が次に選んだステージは…大統領選！？"
  },
  {
    "sn": "124",
    "title": "ティター・アンド・ニック",
    "desc": "陸を愛する人魚ティタニアは豪華客船に忍び込み、クルーとして働く青年ニックと恋に落ちる。しかし実はニックは人しか愛せない人魚だった。複雑な恋愛模様を昼メロタッチで描いたファンタジー巨篇。"
  },
  {
    "sn": "125",
    "title": "セント・オブ・エイリアンズ",
    "desc": "『人間に擬態したエイリアンを、匂いを頼りに突き止める。それが我らの使命だ』…過去の任務で視力を失ったエージェントの次の相棒は、引きこもりの青年！？"
  },
  {
    "sn": "126",
    "title": "ビリヤード・ウォーズ",
    "desc": "銀河ビリヤード…それは惑星をビリヤードの球に見立て、ブラックホールに落とし合う競技。有人惑星にキューを向ける非道なプロ集団に対し、彗星トリックショットを武器に主人公が挑む！"
  },
  {
    "sn": "127",
    "title": "ブタシック・パーク",
    "desc": "食肉加工された豚の背脂からペット用の豚を作り出した科学者たち。安全性を実証するため街中の公園でイベントが行われるが、豚たちは人間への恐怖と恨みを忘れてはいなかった…"
  },
  {
    "sn": "128",
    "title": "トップサン・マイティー",
    "desc": "巨大な機械生命体が支配する地球。怪鳥に連れ去られた男は巣から落ちた１羽のヒナと心を通わせるが、そのすぐ隣では、底知れぬ邪悪が目覚めつつあった…伝説のアメコミがついに映画化。"
  },
  {
    "sn": "129",
    "title": "プラントピア",
    "desc": "植物の街プラントピア。富裕層が日光を独占する一方、地下ではわずかな肥料と水をめぐる争いが続いていた。貧困にあえいでいたニンジンは、栄養価を理由に特殊な肥料を与えられるが…"
  },
  {
    "sn": "130",
    "title": "お寒いのがお好き",
    "desc": "取引でヘマをしたマフィアの下っ端２人が、バレエ団に身を隠す。しかし２人の才能を見出したプリマは彼らを本物のバレエダンサーにするため、マフィアの壊滅に乗り出すのだった…"
  }
]