[
  {
    "sn": "10001",
    "name": "An Unexpected Encounter",
    "desc": "An abnormality with the Metaverse Navigator send the Phantom Thieves to a strange castle.\nAs they continue in a daze, they face an unexpected encounter.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10002",
    "name": "Run",
    "desc": "The Phantom Thieves encounter two unfamiliar Thieves, Mona and Skull, and establish an alliance with them.\nSkull has been to this castle before, but it doesn't seem like it was a positive experience for him.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10003",
    "name": "Tasteless Castle",
    "desc": "The Phantom Thieves continue feeling their way forward in search of the Core.\nThe interior of the castle can hardly be described as being in good taste.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10004",
    "name": "Raucous Teammates",
    "desc": "Compared to Kiuchi's Palace, the castle is filled with dark corridors and disturbing rooms.\nCloser seems to feel uncomfortable here...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10005",
    "name": "Prison Break",
    "desc": "Working together to beat back the Shadows, the Phantom Thieves fight their way to the underground prison.\nThere, they come across a lost teammate confined to a cell.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10006",
    "name": "Person with Good Taste",
    "desc": "Panther joins her allies and the search for the Core continues.\nTheir final missing teammate, Joker, is still missing. Just where could he be?",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10007",
    "name": "Unpleasant Memories",
    "desc": "The Phantom Thieves backtrack to a certain room at the castle's west end.\nPanther seems to have some bad memories of this place...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10008",
    "name": "For Friends",
    "desc": "In an area called the Training Hall of Love, the Phantom Thieves witness the unfair treatment of several cognitive beings.\nAmong them, Closer spots a familiar face...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10009",
    "name": "Treasured Cards",
    "desc": "The Phantom Thieves find themselves in dire straits as they are suddenly attacked by strong Shadows.\nLuckily, they still have an ace up their sleeve.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10010",
    "name": "Thieves' Alliance",
    "desc": "With Joker's return, the allies have all finally assembled.\nThe Phantom Thieves set out once more in pursuit of the Core.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10011",
    "name": "Past Wisdom",
    "desc": "Countless traps await the Phantom Thieves on their path to the Core.\nThey must work together in order to overcome the difficulties that lie ahead.",
    "victoryText": "Get the baseball"
  },
  {
    "sn": "10012",
    "name": "Temporary Rest",
    "desc": "The Phantom Thieves, exhausted from the continuous campaign of battles and exploration, decide to take a short rest.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10013",
    "name": "The Last Challenge",
    "desc": "After their rest, the Phantom Thieves begin their search for the third ball.\nAlthough they hoped for a quick job, things don't appear to be that simple.",
    "victoryText": "Get the baseball"
  },
  {
    "sn": "10014",
    "name": "It's Ours!",
    "desc": "The Phantom Thieves have finally arrived at the heart of the castle.\nCan they successfully steal the Core...?",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "20001",
    "name": "Reunion",
    "desc": "Another anomaly from the Metaverse Navigator has sent the Thieves to a place resembling some sort of museum... Will they encounter familiar faces here, too?",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "20002",
    "name": "Another Core?",
    "desc": "After entering the museum, the Phantom Thieves encounter Panther and Fox. It seems that, once again, they have been separated from their comrades, and so the two groups of Thieves decide to team up to find their lost allies. But as they explore, Cattle notices something peculiar...",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20003",
    "name": "Stand Up Against Injustice",
    "desc": "During the search for their teammates, Fox turns his attention to the paintings hung on the walls of the museum. This place seems to resemble a certain Palace, one with which he and the owner shared a deep connection.",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20004",
    "name": "Find the Password!",
    "desc": "The Phantom Thieves make their way to the second exhibition room. The museum's inner security seems to be very tight...",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20005",
    "name": "The Brute Force Method",
    "desc": "The Phantom Thieves continue their search for the Core as they slip past various security measures. What awaits them ahead...?",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "20006",
    "name": "Deeper We Delve",
    "desc": "Although the Thieves successfully acquired one Core, it seems that another still remains. In order to obtain the remaining Core, the group ventures deeper into the museum...",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20007",
    "name": "Catch Me If You Can",
    "desc": "The Phantom Thieves head toward the security room in order to find the way out of the art museum, but the patrolling Shadows and security measures are not to be taken lightly.",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20008",
    "name": "Beauty Is Bizarre",
    "desc": "Just as the Phantom Thieves are about to reach the museum exit, an unexpected hurdle stands in their way. Will they be able to navigate their way through this strange path?",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20009",
    "name": "Push Through!",
    "desc": "The Core's presence grows closer with every step. The exit is within reach!",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20010",
    "name": "Which is Real?",
    "desc": "At last, the Phantom Thieves escape the museum. There, they come across something most unexpected...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "20011",
    "name": "Queen Takes the Stage",
    "desc": "The Thieves arrive at a building closely resembling Kaneshiro's Palace. No one could hide their disgust at the unsightly structure brimming with greed.\nOutside the Palace, they find their missing comrade Closer, accompanied by another reliable new teammate.",
    "victoryText": "Go to the bank hall control room"
  },
  {
    "sn": "20012",
    "name": "Wealth Beyond Imagination",
    "desc": "The Phantom Thieves stumble upon a mountain of cash lying in the Palace, and their minds run wild as they imagine the possibilities. If only it was real...",
    "victoryText": "Investigate the bank reception hall"
  },
  {
    "sn": "20013",
    "name": "Going Underground",
    "desc": "Suspecting that the Core might be hidden on the lower levels of the bank, the Phantom Thieves search for a way down.",
    "victoryText": "Go to the bank basement"
  },
  {
    "sn": "20014",
    "name": "Underground Sweep",
    "desc": "In addition to the patrolling Shadows, various traps and security measures block the Thieves' path. In order to obtain the Core, their only choice is to persevere and push onward.",
    "victoryText": "Investigate the east side of the staff passageway"
  },
  {
    "sn": "20015",
    "name": "Screen Saver",
    "desc": "The Phantom Thieves find themselves in a dire situation as they're cornered by the Shadows! But just as all hope seems lost, a certain somebody helps them from afar...",
    "victoryText": "Head to the staff passageway security room"
  },
  {
    "sn": "20016",
    "name": "Head for the Vault!",
    "desc": "After their narrow escape, the Phantom Thieves continue their exploration...\nThe next destination has been decided: the underground vault.",
    "victoryText": "Head to the laundering office lower floor"
  },
  {
    "sn": "20017",
    "name": "Let's Get Pumped",
    "desc": "At last, the Phantom Thieves arrive at the vault. Suspecting that great danger lies ahead, Skull suggests they get themselves fired up before entering.",
    "victoryText": "Investigate Underground Vault 1F"
  },
  {
    "sn": "20018",
    "name": "Vault Exploration",
    "desc": "The Thieves continue their exploration of the vault. Many traps, security devices and powerful Shadows lie in wait for them...",
    "victoryText": "Investigate Underground Vault 2F"
  },
  {
    "sn": "20019",
    "name": "The Depths of the Vault",
    "desc": "The presence of the Core grows closer.\nIt looks like the final destination of this journey will lead to the very heart of the vault.",
    "victoryText": "Investigate Underground Vault 3F"
  },
  {
    "sn": "20020",
    "name": "The Final Battle",
    "desc": "After much hardship, the Phantom Thieves have finally reached the heart of the vault. Can they defeat the menacing final Shadow that awaits them and steal the final Core?",
    "victoryText": "Get the bank's Treasure"
  },
  {
    "sn": "30001",
    "name": "Girl in the Desert",
    "desc": "Due to a Metaverse Navigator error, the Thieves once again appear in an unexpected place.\nWhile standing in bewilderment at the vast desert wasteland before them, they hear a voice calling for help.",
    "victoryText": "Find the source of the distress call"
  },
  {
    "sn": "30002",
    "name": "The Third Alliance",
    "desc": "While traversing the desert with Oracle, the Phantom Thieves arrive at a pyramid, where they once again encounter Queen and Fox.\nWhile delighted at the reunion, it seems other allies are still unaccounted for.",
    "victoryText": "Investigate the pyramid's underground area"
  },
  {
    "sn": "30003",
    "name": "Shade and Sun",
    "desc": "As the Phantom Thieves continue into the pyramid's underground area, they come across Panther and Skull.\nHowever, upon seeing the joyous reunion between Closer and Panther, Oracle suddenly feels pain...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "30004",
    "name": "Into the Pyramid",
    "desc": "In the Chamber of Rejection, it seems that not just enemies, but traps and gimmicks, lie in wait for the Thieves.\nSharp wits, in addition to raw strength, will be required in order to push forward.",
    "victoryText": "Search the Chamber of Rejection"
  },
  {
    "sn": "30005",
    "name": "Mural: Snake",
    "desc": "As the Phantom Thieves continue inward, they encounter a strange mural of a snake.\nIt seems the mural in the original Palace was different, but what could that mean...?",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "30006",
    "name": "Mural: Chicken",
    "desc": "Continuing from the snake, the Thieves happen upon a mural of a chicken.\nWhile pondering its meaning, a portion of Oracle's past is brought to light.",
    "victoryText": "Investigate the Chamber of Guilt"
  },
  {
    "sn": "30007",
    "name": "Hidden Path",
    "desc": "Facing stronger enemies as they continue inward, the present path grows dangerous.\nThe Thieves must find the right path, all while fending off Shadows.",
    "victoryText": "Investigate the Chamber of Guilt"
  },
  {
    "sn": "30008",
    "name": "Mural: Pig",
    "desc": "The Phantom Thieves come across yet another peculiar mural.\nAt first glance, the animals in it don't seem to be connected at all... but then, a look of realization appears on Oracle's face.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "30009",
    "name": "The Final Stretch",
    "desc": "As the Core's presence grows stronger, large numbers of traps and gimmicks hinder the path ahead.\nCan the Thieves unite to overcome these obstacles?",
    "victoryText": "Investigate the Chamber of Emptiness"
  },
  {
    "sn": "30010",
    "name": "Bring it Down!",
    "desc": "After overcoming many trials, the Phantom Thieves have finally arrived at the Core.\nWaiting for them was an enormous enemy far beyond their expectations.",
    "victoryText": "Obtain the pyramids's Treasure"
  },
  {
    "sn": "40001",
    "name": "My Name Is Beauty Thief!",
    "desc": "With the Phantom Thieves safely reunited, the two teams join forces once again. The newest member Noir seem somewhat anxious... Noticing this, Joker decides to take action...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40002",
    "name": "Spaceport Recon",
    "desc": "The Phantom Thieves continue their search for the core, but the Shadows that roam the Palace obstruct them at every turn...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40003",
    "name": "Spaceport Sweep",
    "desc": "Slowly but surely, the Phantom Thieves make their way through the complex structure of the spaceport. Each step brings them closer to the Core.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40004",
    "name": "Mechanical Slave",
    "desc": "Upon infiltrating the factory sector of the spaceport, Noir is pained to see the broken robots on the conveyer belt being treated like worthless junk...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40005",
    "name": "Wanted: High-Rank ID",
    "desc": "In order to progress further, it seems the Phantom Thieves will need to track down a high-ranking Employee ID. On they search, slicing through any shadows that stand in their way...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40006",
    "name": "Parallel Universe...?",
    "desc": "The subject of Noir's father's company and a certain popular burger chain lead the Phantom Thieves to consider that their respective realities may in fact be parallel universes. Nevertheless, they agree to keep working together, and resume their hunt for the Core.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40007",
    "name": "An Entangled World",
    "desc": "The Phantom Thieves continue to ponder over the crossing of their two worlds: one with desire, and one without. Could it be that someone is trying to merge these two worlds together...?",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40008",
    "name": "Fly to Space!",
    "desc": "The Phantom Thieves' search for the Core continues. It seems that the only way forward is by leaping through the vast vacuum of space.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40009",
    "name": "Head to the Depths",
    "desc": "After traversing through space, the Phantom Thieves arrive at the final sector. Weaving their way past the powerful Shadows and tight security systems, they approach the inner sanctum where the Core awaits...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40010",
    "name": "Light of Salvation",
    "desc": "At last, the Phantom Thieves reach the depths of the spaceport. Upon confronting the enraged Shadow guarding the Core, they point at Wonder as they make an ominous declaration...",
    "victoryText": "Obtain the spaceport's Treasure"
  },
  {
    "sn": "60050",
    "name": "A Chance Encounter",
    "desc": "After sensing a disturbance within Mementos, Lufel sets off on his own to investigate... but doesn't return.\nWhile searching for his whereabouts, Wonder runs into two mysterious twins.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "60051",
    "name": "So-Called Investigation",
    "desc": "The mysterious twins state that they have come to investigate this world.\nWonder agrees to assist them... but it seems their investigation largely involves wandering the city.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "60052",
    "name": "Commencing Special Assignment",
    "desc": "Concerned about Lufel, the Phantom Thieves assemble at Shibuya Station.\nHaving completed their investigation of this world, the twins accompany the thieves into Mementos as they search for their feathered friend.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "60053",
    "name": "Passage Between Worlds",
    "desc": "The Phantom Thieves delve into Mementos in search of Lufel's whereabouts and a way for the twins to return to their world.\nThere at the depths, they discover a strange rift... and a powerful Shadow guarding it.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "60054",
    "name": "Dimensional Wardens",
    "desc": "After returning from Mementos, the exhausted Phantom Thieves decide to swing by the diner.\nWonder reaches into his pocket, and happens to find a piece of paper...",
    "victoryText": "Reach target destination"
  }
]