[
  {
    "sn": "3001",
    "title": "Merry Christmas!",
    "desc": "The Phantom Thieves have gathered for a Christmas party. Shun has even said he'll make something, but...",
    "targetText1": "View story content"
  },
  {
    "sn": "3002",
    "title": "Virtual New Year's Underway",
    "desc": "Harvest World Online is hosting a comeback event for the holidays. Yui has been complaining about the proceedings, but it seems there will be some big changes this year...",
    "targetText1": "View story content"
  },
  {
    "sn": "3003",
    "title": "Gifts for Always Doing Your Best",
    "desc": "Kotone is worried about how busy Tomoko is dealing with the holiday rush at her job at the drugstore. We decided to go buy Tomoko some gifts...",
    "targetText1": "View story content"
  },
  {
    "sn": "3004",
    "title": "New Year's with the Miyashita Family",
    "desc": "As I was doing some year-end shopping, I bumped into Minami. It seems like Minami's store is busy with stocking up for customers buying things for their first shrine visits of the year...",
    "targetText1": "View story content"
  },
  {
    "sn": "3005",
    "title": "The Holidays with Big Bro",
    "desc": "Miyu has come to say goodbye to the New Year. It seems she's going to be doing a marionette show at theme park's New Year's event...",
    "targetText1": "View story content"
  },
  {
    "sn": "3006",
    "title": "After Year-End Cleaning",
    "desc": "A bump into Tomiyama and Leo after finishing my year-end cleaning turned into a surprise inspection from Tomiyama to make sure I had cleaned everything properly...",
    "targetText1": "View story content"
  },
  {
    "sn": "3007",
    "title": "New Year's Eve",
    "desc": "The Phantom Thieves gather to celebrate New Year's. After enjoying some handmade soba noodles, they reflect on the year that is to come...",
    "targetText1": "View story content"
  },
  {
    "sn": "3008",
    "title": "Wishes for the Year's First Shrine Visit",
    "desc": "During their first shrine visit of the new year, the Phantom Thieves talked about the wishes they made. But then...",
    "targetText1": "View story content"
  },
  {
    "sn": "3009",
    "title": "Japanese New Year's",
    "desc": "Yaoling and Yukimi visit to give well-wishes for the new year. It seems that Yukimi has taught Yaoling a lot about a \"Japanese\" New Year's...",
    "targetText1": "View story content"
  },
  {
    "sn": "3010",
    "title": "Seeking the Holy Grail",
    "desc": "While out shopping by Shibuya Station during the holidays, I bump into Kurotani, who is on a quest to find \"a holy grail of sweetness desired by the gods.\" But then, Haruna also shows up...",
    "targetText1": "View story content"
  }
]