[
  {
    "sn": "10001",
    "name": "An Unexpected Encounter",
    "desc": "An abnormality with the Metaverse Navigator sent the Phantom Thieves to a strange castle.\nAs they continued in a daze, they faced an unexpected encounter.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10002",
    "name": "Run",
    "desc": "The Phantom Thieves encountered two unfamiliar Thieves, Mona and Skull, and established an alliance with them.\nSkull had been to this castle before, but it didn't seem like it had been a positive experience for him.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10003",
    "name": "Tasteless Castle",
    "desc": "The Phantom Thieves continued pushing forward and exploring the area.\nThe interior of the castle could hardly be described as being in good taste.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10004",
    "name": "Raucous Teammates",
    "desc": "Compared to Kiuchi's Palace, the castle is filled with dark corridors and disturbing rooms.\nCloser seems to feel uncomfortable here...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10005",
    "name": "Prison Break",
    "desc": "Working together to beat back the Shadows, the Phantom Thieves fought their way to the underground prison.\nThere, they came across a lost teammate confined to a cell.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10006",
    "name": "Person with Good Taste",
    "desc": "Panther joined her allies and the search for the Core continued.\nTheir final missing teammate, Joker, is still missing. Just where could he be?",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10007",
    "name": "Unpleasant Memories",
    "desc": "The Phantom Thieves backtracked to a certain room at the castle's west end.\nPanther seemed to have some bad memories of that room.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10008",
    "name": "For Friends",
    "desc": "In an area called the Training Hall of Love, the Phantom Thieves witnessed the unfair treatment of a cognitive being.\nWhile there, Closer spotted a familiar face.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10009",
    "name": "Treasured Cards",
    "desc": "The Phantom Thieves find themselves in dire straits as they are suddenly attacked by a strong Shadow.\nLuckily, they still had an ace up their sleeve.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10010",
    "name": "Thieves' Alliance",
    "desc": "With Joker's return, all allies had finally assembled.\nThe Phantom Thieves set out once more in pursuit of the Core.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10011",
    "name": "Past Wisdom",
    "desc": "Countless traps await the Phantom Thieves on their path to the Core.\nThey must combine their power in order to overcome the difficulties that lie ahead.",
    "victoryText": "Get the baseball"
  },
  {
    "sn": "10012",
    "name": "Temporary Rest",
    "desc": "The Phantom Thieves, exhausted from the continuous campaign of battles and exploration, decide they might need to take a short rest.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10013",
    "name": "The Last Challenge",
    "desc": "After their rest, the Phantom Thieves began a search for the third ball.\nAlthough they hoped for a quick job, things didn't appear to be that simple.",
    "victoryText": "Get the baseball"
  },
  {
    "sn": "10014",
    "name": "It's Ours!",
    "desc": "The Phantom Thieves have finally arrived at the heart of the castle.\nCan they successfully steal the Core...?",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "20001",
    "name": "Reunion",
    "desc": "The Metaverse Navigator has produced another anomaly. This time, the Thieves have been taken to a place resembling some sort of museum... will they encounter \"them\" again?",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "20002",
    "name": "One More Core?",
    "desc": "After entering the museum, the Phantom Thieves encountered Panther and Fox. It seems that once again, they have been separated from their teammates. In exchange for searching for each other's lost allies, the two groups of Thieves entered into an alliance. During this time, Lufel seemed to grow curious about something.",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20003",
    "name": "Determination to Resist",
    "desc": "During the search for their teammates, Fox turned his attention to a painting hung on the wall of the museum. This place seems to resemble a certain Palace, one with which he and the owner shared a deep connection.",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20004",
    "name": "Find the Password!",
    "desc": "The Phantom Thieves head toward the second exhibition room. The museum's inner security seems to be very tight...",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20005",
    "name": "A Calm, Yet Forceful Entry",
    "desc": "The Phantom Thieves continue their search for the Core as they slip past various security measures. What awaited them ahead was...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "20006",
    "name": "Proceed Even Deeper",
    "desc": "Although the Thieves successfully acquired the Core, there seems to be one more Core reading left. In order to obtain the remaining Core, the Phantom Thieves ventured further within the museum.",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20007",
    "name": "Catch Me If You Can",
    "desc": "The Phantom Thieves head toward the security room in order to find the road leading outside of the art museum. The patrolling Shadows and security measures are not to be taken lightly.",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20008",
    "name": "Beauty Is Bizarre",
    "desc": "Just as the Phantom Thieves were about to reach the museum exit, an unexpected obstacle blocked their path. Can they put their heads together to overcome this unanticipated challenge?",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20009",
    "name": "Run Through!",
    "desc": "The Core's presence is rapidly growing closer. The exit is within reach.",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20010",
    "name": "Which is Real?",
    "desc": "The Phantom Thieves finally left the museum. There, they came across something most unexpected...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "20011",
    "name": "Queen Takes the Stage",
    "desc": "The Thieves arrived at a building closely resembling Kaneshiro's Palace. No one could hide their disgust at the unsightly scene brimming with greed.\nIn front of the palace, they found the formerly lost Closer, who was accompanied by another reliable new teammate.",
    "victoryText": "Go to the bank hall control room"
  },
  {
    "sn": "20012",
    "name": "Continued Delusion",
    "desc": "A flurry of banknotes was scattered all throughout the Palace.\nIf only it was all real... Each of the Thieves imagined the limitless possibilities.",
    "victoryText": "Investigate the bank reception hall"
  },
  {
    "sn": "20013",
    "name": "Head for the Underground",
    "desc": "The Core must be hidden somewhere within the bank's underground.\nThe Phantom Thieves continue searching the depths for a route forward.",
    "victoryText": "Go to the bank basement"
  },
  {
    "sn": "20014",
    "name": "Underground Search",
    "desc": "Aside from patrolling Shadows, various tricks and traps hindered the Thieves' path.\nTo obtain the Core, their only option was to persevere and continue onward.",
    "victoryText": "Investigate the east side of the employee passage"
  },
  {
    "sn": "20015",
    "name": "Guidance Through the Screen",
    "desc": "As Shadows close in, the Phantom Thieves find themselves in a dire position.\nHowever, their luck turns around thanks to an unexpected visitor.",
    "victoryText": "Head to the employee passage control room"
  },
  {
    "sn": "20016",
    "name": "Aim for The Vault!",
    "desc": "Facing greater dangers, the Phantom Thieves continue the exploration.\nThe next destination has been decided: the underground vault.",
    "victoryText": "Head to the laundering office lower floor"
  },
  {
    "sn": "20017",
    "name": "With All Our Effort",
    "desc": "The Phantom Thieves have arrived in front of the vault.\nSkull suggested holding a planning meeting before attempting to enter.",
    "victoryText": "Investigate Underground Vault B1F"
  },
  {
    "sn": "20018",
    "name": "Vault Exploration",
    "desc": "The exploration of the vault has begun.\nIn addition to traps and tricks, powerful Shadows lie in wait for the Phantom Thieves.",
    "victoryText": "Investigate Underground Vault B2F"
  },
  {
    "sn": "20019",
    "name": "Continue: Vault Exploration",
    "desc": "The presence of the Core grows closer.\nIt looks like the final destination of this journey will lead to the very heart of the vault.",
    "victoryText": "Investigate Underground Vault B3F"
  },
  {
    "sn": "20020",
    "name": "The Final Battle",
    "desc": "After great tribulation, the Phantom Thieves have finally arrived at the Core.\nCan they defeat the perilous final Shadow that awaits, and steal the resplendent Core?",
    "victoryText": "Get the bank's Treasure"
  },
  {
    "sn": "30001",
    "name": "Girl in the Desert",
    "desc": "Due to a Metaverse Navigator error, the Thieves once again appeared in an unexpected place.\nWhile standing in bewilderment at the vast desert wasteland before them, they heard a voice calling for help.",
    "victoryText": "Find the source of the distress call"
  },
  {
    "sn": "30002",
    "name": "The Third Alliance",
    "desc": "While traversing the desert with Oracle, the Phantom Thieves arrived at a pyramid, where they once again encountered Queen and Fox.\nWhile delighted at the reunion, it seems other allies are still unaccounted for.",
    "victoryText": "Investigate the pyramid's underground area"
  },
  {
    "sn": "30003",
    "name": "Shade and Sun",
    "desc": "As the Phantom Thieves continued into the pyramid's underground area, they came across Panther and Skull.\nHowever, upon seeing the joyous reunion between Closer and Panther, Oracle suddenly felt pain...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "30004",
    "name": "Into the Pyramid",
    "desc": "In the Chamber of Rejection, it seems that not just enemies, but traps and gimmicks, lie in wait for the Thieves.\nSharp wits, in addition to raw strength, will be required in order to push forward.",
    "victoryText": "Search the Chamber of Rejection"
  },
  {
    "sn": "30005",
    "name": "Mural: Snake",
    "desc": "As the Phantom Thieves continue inward, they encounter a strange mural of a snake.\nIt seems the mural in the original Palace was different, but what could that mean...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "30006",
    "name": "Mural: Chicken",
    "desc": "Continuing from the snake, the Thieves happen upon a mural of a chicken.\nWhile pondering its meaning, a portion of Oracle's past is brought to light.",
    "victoryText": "Investigate the Chamber of Guilt"
  },
  {
    "sn": "30007",
    "name": "Hidden Path",
    "desc": "Facing stronger enemies as they continue inward, the present path grows dangerous.\nThe Thieves must find the right path, all while fending off Shadows.",
    "victoryText": "Investigate the Chamber of Guilt"
  },
  {
    "sn": "30008",
    "name": "Mural: Pig",
    "desc": "The Phantom Thieves come across yet another peculiar mural.\nAt first glance, the animals in it didn't seem to be connected at all... But then, a look of realization appeared on Oracle's face.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "30009",
    "name": "The Final Stretch",
    "desc": "As the Core's presence grows stronger, large numbers of traps and gimmicks hinder the path ahead.\nCan the Thieves unite to overcome these obstacles?",
    "victoryText": "Investigate the Chamber of Emptiness"
  },
  {
    "sn": "30010",
    "name": "Bring it Down!",
    "desc": "After overcoming many trials, the Phantom Thieves have finally arrived at the Core.\nWaiting for them was an enormous enemy far beyond their expectations.",
    "victoryText": "Obtain the pyramids's Treasure"
  },
  {
    "sn": "40001",
    "name": "Beauty Thief Takes the Stage!",
    "desc": "As the members of the Phantom Thieves gathered, they had no trouble mingling with one another.\nThe newly-joined Noir seemed a little bit nervous at the current situation. After seeing her disposition, Joker took action...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40002",
    "name": "Explore the Spaceport",
    "desc": "The structure of the spaceportesque False Palace was complex, teeming with various obstacles to the Phantom Thieves' exploration. Channeling all of the knowledge and experience they had gained up to this point, they utilized the facilities within the spaceport and slowly began to make their way through.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40003",
    "name": "Continue: Explore the Spaceport",
    "desc": "As the Phantom Thieves began to acclimate to exploration, more and more Shadows stood in their path. Fighting useless battles is a waste of time and energy. Sharp situational judgment will be the key to success.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40004",
    "name": "Mechanical Slave",
    "desc": "Noir's mood darkened when she looked upon the robots forced to work like slaves.\nWind, who had experienced similar circumstances, empathized with Noir.\nDespite it all, the two now have each other, as well as close allies, to support them along the way.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40005",
    "name": "Pitiful Class Hierarchy",
    "desc": "The Thieves find themselves hampered by the base's security system.\nThey need to find a shadow with an Employee ID bearing special access permissions. Even for Shadows of the Metaverse, it seems the shackles of hierarchical society cannot be so easily broken.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40006",
    "name": "That's Wrong, Isn't It?",
    "desc": "By pure coincidence, the two groups of Phantom Thieves noticed a difference between their respective realities. They were perplexed by the possibility of the existence of parallel worlds...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40007",
    "name": "An Entangled World",
    "desc": "Oracle's mind returned to the parallel worlds situation.\nWas the meeting of the two groups of Thieves really a product of coincidence? Who could have intentionally set up such an encounter? It seems that they may need to shed light on the truth themselves.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40008",
    "name": "Fly to Space!",
    "desc": "A vast vacuum of space surrounded the False Palace.\nThe only way to the Core was directly across the dark void. Even the Phantom Thieves couldn't help but feel a touch of uneasiness at the prospect.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40009",
    "name": "Head to the Depths",
    "desc": "After leaping through space, the Phantom Thieves arrived at the final area.\nThe location of the Core is only a small step away. Although they were greeted by powerful Shadows and all manner of obstacles, they continued their advance toward their goal.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40010",
    "name": "Savior",
    "desc": "The Phantom Thieves face off against the Core's guardian at the spaceport's deepest point.\nIn the middle of the battle, the enemy shouted all manner of mysterious words.\nJust what could these utterances mean...",
    "victoryText": "Obtain the spaceport's Treasure"
  }
]