[
  {
    "sn": "1231",
    "testThiefInfo1": "Minami specializes in <color=#FFFC40>healing</color> allies. By gaining Diagnosis, she can further increase her healing abilities to save her teammates from danger.",
    "testThiefInfo2": "She can <color=#FFFC40>increase max HP</color> and <color=#FFFC40>remove debuffs</color>, allowing her to boost her allies' survivability.",
    "testThiefInfo3": "She can grant <color=#FFFC40>increased damage</color> and <color=#FFFC40>blessing</color> effects."
  },
  {
    "sn": "1161",
    "testThiefInfo1": "Yusuke specializes in <color=#FFFC40>counterattacks</color> to deal heavy damage back at enemies. By enhancing his skills, Yusuke's counterattacks can trigger with every attack taken, and can target <color=#FFFC40>all foes</color>.",
    "testThiefInfo2": "Skill damage is based on Yusuke's own <color=#FFFC40>Defense</color>. When he has a shield, his attacks gain additional <color=#FFFC40>pierce rate</color>, making them even stronger.",
    "testThiefInfo3": "His powerful <color=#FFFC40>Taunt ability</color> improves his counterattacks and survivability. He works well in tight situations."
  },
  {
    "sn": "1091",
    "testThiefInfo1": "Yaoling specializes in <color=#FFFC40>inflicting debuffs on all foes</color>. She can <color=#FFFC40>lower Defense</color> and <color=#FFFC40>increase damage taken</color>, making her allies' attacks more effective.",
    "testThiefInfo2": "During battle, Yaoling can collect <color=#FFFC40>Memories</color>, allowing her to gain <color=#FFFC40>Meng Po Soup</color> to increase the effectiveness of her debuff skills.",
    "testThiefInfo3": "She can inflict foes with <color=#FFFC40>Forgetfulness</color>, weakening their attack capabilities."
  },
  {
    "sn": "1281",
    "testThiefInfo1": "Haruna specializes in <color=#FFFC40>granting full-party buffs</color>. She can <color=#FFFC40>increase Attack</color> and <color=#FFFC40>damage</color> for all of her teammates.",
    "testThiefInfo2": "By teaming up with allies who have different <color=#FFFC40>attack types</color> or who use <color=#FFFC40>multi-hit attacks</color>, the effects of her buffs on the whole party can be enhanced.",
    "testThiefInfo3": "AAAAAA=="
  },
  {
    "sn": "1201",
    "testThiefInfo1": "Makoto specializes in <color=#FFFC40>single-target attacks</color>. She can deal extra damage to foes with <color=#FFFC40>elemental ailments</color>.",
    "testThiefInfo2": "During battle, Makoto can enter the <color=#FFFC40>Crash Out</color> state. Her <color=#FFFC40>skills will be enhanced</color>, greatly increasing her Attack and survivability.",
    "testThiefInfo3": "She is able to <color=#FFFC40>heal allies</color>, and has options for a wide variety of situations."
  },
  {
    "sn": "1311",
    "testThiefInfo1": "Yumi specializes in <color=#FFFC40>providing buffs to all allies</color>. She can increase the team's <color=#FFFC40>Attack</color> and <color=#FFFC40>damage for certain attributes</color>.",
    "testThiefInfo2": "When allies deal damage, Yumi creates Mixers of the same attribute, and mixes them together into a Cocktail that strengthens allies' skills. When the team has multiple Phantom Thieves of the <color=#FFFC40>same attribute</color>, the effect is stronger.",
    "testThiefInfo3": "AAAAAA=="
  },
  {
    "sn": "1321",
    "testThiefInfo1": "Ayaka specializes in <color=#FFFC40>single-target buffs</color>. She can grant increased Attack and damage to an ally.",
    "testThiefInfo2": "She can immediately activate an ally's <color=#FFFC40>Highlight</color>, and greatly increase the damage it deals.",
    "testThiefInfo3": "She can also <color=#FFFC40>replenish the Highlight Gauge</color>, allowing Highlights to be activated more frequently."
  },
  {
    "sn": "1261",
    "testThiefInfo1": "Ren specializes in <color=#FFFC40>multi-target attacks</color>. He can gain <color=#FFFC40>Will of Rebellion</color> with certain attack skills and increase his own Attack.\nHe can also gain more <color=#FFFC40>Will of Rebellion</color> during his turn after reducing the foe's HP a certain amount.",
    "testThiefInfo2": "With enough <color=#FFFC40>Will of Rebellion</color> stacks, he gains an Extra Action and greatly increases his damage.",
    "testThiefInfo3": "AAAAAA=="
  },
  {
    "sn": "1032",
    "testThiefInfo1": "Summer Motoha specializes in <color=#FFFC40>multi-target attacks</color>. When she is in the <color=#FFFC40>Summer Hype</color> state, she gains <color=#FFFC40>increased damage</color> and <color=#FFFC40>increased critical rate</color>, making her skills more powerful.",
    "testThiefInfo2": "After receiving <color=#FFFC40>healing</color>, her skill <color=#FFFC40>cooldown time</color> is reduced, and her abilities are greatly improved.",
    "testThiefInfo3": "When her HP increases, she gains increased Attack. She can improve her survivability while also strengthening her offensive capability."
  },
  {
    "sn": "1102",
    "testThiefInfo1": "Summer Tomoko specializes in both healing and attacking. After applying a certain number of <color=#FFFC40>Afterglow</color> to foes, she will activate <color=#FFFC40>Summer Reminiscence</color>, dealing damage to enemies while simultaneously healing allies. Team up with allies who use <color=#FFFC40>multi-target</color> or <color=#FFFC40>multi-hit</color> attacks to build up <color=#FFFC40>Afterglow</color> quickly.",
    "testThiefInfo2": "She can increase her team's <color=#FFFC40>Attack</color> and <color=#FFFC40>survivability</color>. She also reduces the damage dealt by foes and increases their damage taken, giving her <color=#FFFC40>excellent support capability</color>.",
    "testThiefInfo3": "AAAAAA=="
  },
  {
    "sn": "1111",
    "testThiefInfo1": "Yui specializes in <color=#FFFC40>single-target attacks</color>. After an ally uses an attack skill, she can immediately activate a <color=#FFFC40>follow-up attack</color>.",
    "testThiefInfo2": "Yui can select one ally to be <color=#FFFC40>Player 2</color>. When she uses a Highlight or selects a Player 2, her follow-up attacks get even stronger.",
    "testThiefInfo3": "Yui deals increased follow-up damage to <color=#FFFC40>Shocked</color> foes."
  },
  {
    "sn": "1291",
    "testThiefInfo1": "Kira specializes in <color=#FFFC40>single-target Physical attacks</color>. During battle, he can switch between two forms with different skills.",
    "testThiefInfo2": "In <color=#FFFC40>Doctor</color> form, Kira can inflict <color=#FFFC40>Bleed</color> on targets. Bleed deals a set amount of damage over time, so it is especially effective against enemies with high HP.",
    "testThiefInfo3": "In <color=#FFFC40>Ripper</color> mode, Kira can deal bonus Physical damage based on the number of <color=#FFFC40>Bleed</color> stacks the enemy has."
  },
  {
    "sn": "1171",
    "testThiefInfo1": "tdxct-[ActivityTestThief_testThiefInfo1_1171]",
    "testThiefInfo2": "tdxct-[ActivityTestThief_testThiefInfo2_1171]",
    "testThiefInfo3": "tdxct-[ActivityTestThief_testThiefInfo3_1171]"
  },
  {
    "sn": "1331",
    "testThiefInfo1": "tdxct-[ActivityTestThief_testThiefInfo1_1331]",
    "testThiefInfo2": "tdxct-[ActivityTestThief_testThiefInfo2_1331]",
    "testThiefInfo3": "tdxct-[ActivityTestThief_testThiefInfo3_1331]"
  },
  {
    "sn": "1251",
    "testThiefInfo1": "tdxct-[ActivityTestThief_testThiefInfo1_1251]",
    "testThiefInfo2": "tdxct-[ActivityTestThief_testThiefInfo2_1251]",
    "testThiefInfo3": "tdxct-[ActivityTestThief_testThiefInfo3_1251]"
  },
  {
    "sn": "1212",
    "testThiefInfo1": "tdxct-[ActivityTestThief_testThiefInfo1_1212]",
    "testThiefInfo2": "tdxct-[ActivityTestThief_testThiefInfo2_1212]",
    "testThiefInfo3": "tdxct-[ActivityTestThief_testThiefInfo3_1212]"
  }
]