[
  {
    "sn": "10001",
    "name": "An Unexpected Encounter",
    "desc": "An abnormality with the Metaverse Navigator sent the Phantom Thieves to a strange castle.\nAs they continued in a daze, they faced an unexpected encounter.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10002",
    "name": "Run",
    "desc": "The Phantom Thieves encountered two unfamiliar Thieves, Mona and Skull, and established an alliance with them.\nSkull had been to this castle before, but it didn't seem like it had been a positive experience for him.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10003",
    "name": "Tasteless Castle",
    "desc": "The Phantom Thieves continue feeling their way forward in search of the Core.\nThe interior of the castle could hardly be described as being in good taste.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10004",
    "name": "Raucous Teammates",
    "desc": "Compared to Kiuchi's Palace, the castle is filled with dark corridors and disturbing rooms.\nCloser seems to feel uncomfortable here...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10005",
    "name": "Prison Break",
    "desc": "Working together to beat back the Shadows, the Phantom Thieves fought their way to the underground prison.\nThere, they came across a lost teammate confined to a cell.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10006",
    "name": "Person with Good Taste",
    "desc": "Panther joined her allies and the search for the Core continued.\nTheir final missing teammate, Joker, is still missing. Just where could he be?",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10007",
    "name": "Unpleasant Memories",
    "desc": "The Phantom Thieves backtracked to a certain room at the castle's west end.\nPanther seems to have some bad memories of this place...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10008",
    "name": "For Friends",
    "desc": "In an area called the Training Hall of Love, the Phantom Thieves witnessed the unfair treatment of several cognitive beings.\nAmong them, Closer spotted a familiar face...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10009",
    "name": "Treasured Cards",
    "desc": "The Phantom Thieves find themselves in dire straits as they are suddenly attacked by strong Shadows.\nLuckily, they still had an ace up their sleeve.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10010",
    "name": "Thieves' Alliance",
    "desc": "With Joker's return, all allies have finally assembled.\nThe Phantom Thieves set out once more in pursuit of the Core.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10011",
    "name": "Past Wisdom",
    "desc": "Countless traps await the Phantom Thieves on their path to the Core.\nThey must combine their power in order to overcome the difficulties that lie ahead.",
    "victoryText": "Get the baseball"
  },
  {
    "sn": "10012",
    "name": "Temporary Rest",
    "desc": "The Phantom Thieves, exhausted from the continuous campaign of battles and exploration, decide to take a short rest.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "10013",
    "name": "The Last Challenge",
    "desc": "After their rest, the Phantom Thieves begin a search for the third ball.\nAlthough they hoped for a quick job, things don't appear to be that simple.",
    "victoryText": "Get the baseball"
  },
  {
    "sn": "10014",
    "name": "It's Ours!",
    "desc": "The Phantom Thieves have finally arrived at the heart of the castle.\nCan they successfully steal the Core...?",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "20001",
    "name": "Reunion",
    "desc": "Another anomaly from the Metaverse Navigator has sent the Thieves to a place resembling some sort of museum... Will they encounter familiar faces here, too?",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "20002",
    "name": "Another Core?",
    "desc": "After entering the museum, the Phantom Thieves encounter Panther and Fox. It seems that, once again, they have been separated from their comrades, and so the two groups of Thieves decide to team up to find their lost allies. But as they explore, Cattle notices something peculiar...",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20003",
    "name": "Stand Up Against Injustice",
    "desc": "During the search for their teammates, Fox turns his attention to the paintings hung on the walls of the museum. This place seems to resemble a certain Palace, one with which he and the owner shared a deep connection.",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20004",
    "name": "Find the Password!",
    "desc": "The Phantom Thieves make their way to the second exhibition room. The museum's inner security seems to be very tight...",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20005",
    "name": "The Brute Force Method",
    "desc": "The Phantom Thieves continue their search for the Core as they slip past various security measures. What awaits them ahead...?",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "20006",
    "name": "Deeper We Delve",
    "desc": "Although the Thieves successfully acquired one Core, it seems that another still remains. In order to obtain the remaining Core, the group ventures deeper into the museum...",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20007",
    "name": "Catch Me If You Can",
    "desc": "The Phantom Thieves head toward the security room in order to find the way out of the art museum, but the patrolling Shadows and security measures are not to be taken lightly.",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20008",
    "name": "Beauty Is Bizarre",
    "desc": "Just as the Phantom Thieves are about to reach the museum exit, an unexpected hurdle stands in their way. Will they be able to navigate their way through this strange path?",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20009",
    "name": "Push Through!",
    "desc": "The Core's presence grows closer with every step. The exit is within reach!",
    "victoryText": "Get the museum's Treasure"
  },
  {
    "sn": "20010",
    "name": "Which is Real?",
    "desc": "At last, the Phantom Thieves escape the museum. There, they come across something most unexpected...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "20011",
    "name": "Queen Takes the Stage",
    "desc": "The Thieves arrive at a building closely resembling Kaneshiro's Palace. No one could hide their disgust at the unsightly structure brimming with greed.\nOutside the Palace, they find their missing comrade Closer, accompanied by another reliable new teammate.",
    "victoryText": "Go to the bank hall control room"
  },
  {
    "sn": "20012",
    "name": "Wealth Beyond Imagination",
    "desc": "The Phantom Thieves stumble upon a mountain of cash lying in the Palace, and their minds run wild as they imagine the possibilities. If only it was real...",
    "victoryText": "Investigate the bank reception hall"
  },
  {
    "sn": "20013",
    "name": "Going Underground",
    "desc": "Suspecting that the Core might be hidden on the lower levels of the bank, the Phantom Thieves search for a way down.",
    "victoryText": "Go to the bank basement"
  },
  {
    "sn": "20014",
    "name": "Underground Sweep",
    "desc": "In addition to the patrolling Shadows, various traps and security measures block the Thieves' path. In order to obtain the Core, their only choice is to persevere and push onward.",
    "victoryText": "Investigate the east side of the staff passageway"
  },
  {
    "sn": "20015",
    "name": "Screen Saver",
    "desc": "The Phantom Thieves find themselves in a dire situation as they're cornered by the Shadows! But just as all hope seems lost, a cetain somebody helps them from afar...",
    "victoryText": "Head to the staff passageway security room"
  },
  {
    "sn": "20016",
    "name": "Head for the Vault!",
    "desc": "After their narrow escape, the Phantom Thieves continue their exploration...\nThe next destination has been decided: the underground vault.",
    "victoryText": "Head to the laundering office lower floor"
  },
  {
    "sn": "20017",
    "name": "Let's Get Pumped",
    "desc": "At last, the Phantom Thieves arrive at the vault. Suspecting that great danger lies ahead, Skull suggests they get themselves fired up before entering.",
    "victoryText": "Investigate Underground Vault 1F"
  },
  {
    "sn": "20018",
    "name": "Vault Exploration",
    "desc": "The Thieves continue their exploration of the vault. Many traps, security devices and powerful Shadows lie in wait for them...",
    "victoryText": "Investigate Underground Vault 2F"
  },
  {
    "sn": "20019",
    "name": "The Depths of the Vault",
    "desc": "The presence of the Core grows closer.\nIt looks like the final destination of this journey will lead to the very heart of the vault.",
    "victoryText": "Investigate Underground Vault 3F"
  },
  {
    "sn": "20020",
    "name": "The Final Battle",
    "desc": "After much hardship, the Phantom Thieves have finally reached the heart of the vault. Can they defeat the menacing final Shadow that awaits them and steal the final Core?",
    "victoryText": "Get the bank's Treasure"
  },
  {
    "sn": "30001",
    "name": "Girl in the Desert",
    "desc": "Due to a Metaverse Navigator error, the Thieves once again appeared in an unexpected place.\nWhile standing in bewilderment at the vast desert wasteland before them, they heard a voice calling for help.",
    "victoryText": "Find the source of the distress call"
  },
  {
    "sn": "30002",
    "name": "The Third Alliance",
    "desc": "While traversing the desert with Oracle, the Phantom Thieves arrived at a pyramid, where they once again encountered Queen and Fox.\nWhile delighted at the reunion, it seems other allies are still unaccounted for.",
    "victoryText": "Investigate the pyramid's underground area"
  },
  {
    "sn": "30003",
    "name": "Shade and Sun",
    "desc": "As the Phantom Thieves continued into the pyramid's underground area, they came across Panther and Skull.\nHowever, upon seeing the joyous reunion between Closer and Panther, Oracle suddenly felt pain...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "30004",
    "name": "Into the Pyramid",
    "desc": "In the Chamber of Rejection, it seems that not just enemies, but traps and gimmicks, lie in wait for the Thieves.\nSharp wits, in addition to raw strength, will be required in order to push forward.",
    "victoryText": "Search the Chamber of Rejection"
  },
  {
    "sn": "30005",
    "name": "Mural: Snake",
    "desc": "As the Phantom Thieves continue inward, they encounter a strange mural of a snake.\nIt seems the mural in the original Palace was different, but what could that mean...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "30006",
    "name": "Mural: Chicken",
    "desc": "Continuing from the snake, the Thieves happen upon a mural of a chicken.\nWhile pondering its meaning, a portion of Oracle's past is brought to light.",
    "victoryText": "Investigate the Chamber of Guilt"
  },
  {
    "sn": "30007",
    "name": "Hidden Path",
    "desc": "Facing stronger enemies as they continue inward, the present path grows dangerous.\nThe Thieves must find the right path, all while fending off Shadows.",
    "victoryText": "Investigate the Chamber of Guilt"
  },
  {
    "sn": "30008",
    "name": "Mural: Pig",
    "desc": "The Phantom Thieves come across yet another peculiar mural.\nAt first glance, the animals in it didn't seem to be connected at all... But then, a look of realization appeared on Oracle's face.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "30009",
    "name": "The Final Stretch",
    "desc": "As the Core's presence grows stronger, large numbers of traps and gimmicks hinder the path ahead.\nCan the Thieves unite to overcome these obstacles?",
    "victoryText": "Investigate the Chamber of Emptiness"
  },
  {
    "sn": "30010",
    "name": "Bring it Down!",
    "desc": "After overcoming many trials, the Phantom Thieves have finally arrived at the Core.\nWaiting for them was an enormous enemy far beyond their expectations.",
    "victoryText": "Obtain the pyramids's Treasure"
  },
  {
    "sn": "40001",
    "name": "Beauty Thief on Stage!",
    "desc": "With all of the Phantom Thieves safely reunited, the teams joined forces once again. The newly-joined Noir seemed a bit nervous in this situation. But seeing her disposition, Joker took action...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40002",
    "name": "Spaceport Recon",
    "desc": "The false Palace, taking the form of a spaceport, had a complex structure with countless obstacles blocking the Phantom Thieves' progress. Using the knowledge and experience they'd gained so far, they utilized the facilities within the spaceport and made their way through, one step at a time.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40003",
    "name": "Continue: Explore the Spaceport",
    "desc": "As the Phantom Thieves started to find their rhythm, more and more Shadows stood in their way. Needless battles would be a waste of time and energy. Sharp judgement would decide if this infiltration was a success or failure.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40004",
    "name": "Mechanical Slave",
    "desc": "Noir's mood darkened when she looked upon the robots forced to work like slaves. Wind, who shared a similar background, empathized with her. Despite their hardships, they now have each other, as well as their allies, to support them along the way.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40005",
    "name": "Pitiful Class Hierarchy",
    "desc": "The Thieves find themselves hampered by the base's security system. They need to find a Shadow with an employee ID bearing special access permissions. Even for Shadows of the Metaverse, it seems the shackles of hierarchical society cannot be so easily broken.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40006",
    "name": "That's Wrong, Isn't It?",
    "desc": "By pure coincidence, the two groups of Phantom Thieves noticed a difference between their respective realities. They were extremely confused by the possibility of the existence of parallel worlds...",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40007",
    "name": "An Entangled World",
    "desc": "Oracle once again considered the parallel worlds situation. Was the meeting of the two Phantom Thief teams really a coincidence? Or could someone have intentionally arranged such an encounter? Perhaps they will need to uncover the truth themselves.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40008",
    "name": "Fly to Space!",
    "desc": "A vast vacuum of space surrounds the false Palace. The only way to the core is to directly venture across this void, with or without space suits. Even the Phantom Thieves couldn't help but feel a touch of uneasiness at the prospect.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40009",
    "name": "Head to the Depths",
    "desc": "After leaping through space, the Phantom Thieves arrived at the final area. The location of the Core is only a small step away. Although powerful Shadows and all manner of obstacles stood in their way, they continued their advance toward their goal.",
    "victoryText": "Reach target destination"
  },
  {
    "sn": "40010",
    "name": "Savior",
    "desc": "The Phantom Thieves reach the inner sanctum of the spaceport and face off against the guardian of the Core. The enemy says some strange things during the battle. What could they mean...?",
    "victoryText": "Obtain the spaceport's Treasure"
  }
]