[
  {
    "sn": "1",
    "name": "Futility",
    "desc": "Very soon the demon of terror will come knocking at the door. It waits in the darkness, setting traps to lead the world to temptation."
  },
  {
    "sn": "2",
    "name": "Love",
    "desc": "With a healthy environment and proper care, vibrant new life will be able to sprout."
  },
  {
    "sn": "3",
    "name": "Oppression",
    "desc": "Struggling forward along the path, carrying a great weight alone. Even when defeat seems inevitable, there is still hope ahead."
  },
  {
    "sn": "4",
    "name": "Courage",
    "desc": "Jumping into the murky depths, no matter what dangers lie beneath the surface. Summon the courage to chase your desires, never faltering."
  },
  {
    "sn": "5",
    "name": "Works",
    "desc": "A castle may rise up in your dreams in just one night, but you must gather the stones to build it after you awake."
  },
  {
    "sn": "6",
    "name": "Control",
    "desc": "With staff in hand, he protects his steadfast beliefs and demonstrates his own sense of justice."
  },
  {
    "sn": "7",
    "name": "Sorrow",
    "desc": "The sharp sword pierced through the still-beating heart. But now the blood is drying, and the wound will heal."
  },
  {
    "sn": "8",
    "name": "Valor",
    "desc": "In the midst of the chaos, he raises his weapon. He focuses his mind, defeats the monstrous foes, and raises his voice high."
  },
  {
    "sn": "9",
    "name": "Renewal",
    "desc": "When nothing changes, people will soon grow bored... But as the sun rises in the east, new opportunities quietly arrive."
  },
  {
    "sn": "10",
    "name": "Virtue",
    "desc": "Receiving God's gracious blessings, happiness and joy create a garden of beautifully blooming flowers."
  },
  {
    "sn": "11",
    "name": "Reconciliation",
    "desc": "Whether the future is good or ill, accepting all of your imperfections is the only way to move forward."
  },
  {
    "sn": "12",
    "name": "Peace",
    "desc": "A sincere wish that the world will be free from violence and strife, and that peace will finally come."
  },
  {
    "sn": "13",
    "name": "Disappointment",
    "desc": "As pain washes over you and you fight to catch your breath, will you be able to ride out the storm?"
  },
  {
    "sn": "14",
    "name": "Opulence",
    "desc": "Intense desires are finally calmed by the serene beauty all around. Amidst the incredible sense of relief, calamity looms beyond the ramparts."
  },
  {
    "sn": "15",
    "name": "Prosperity",
    "desc": "Draped in finery, tension is finally released as we dance to a soft melody in the moonlight."
  },
  {
    "sn": "16",
    "name": "Power",
    "desc": "An ever-evolving source of power courses through the body. It invigorates your fearless spirit and creates new life."
  },
  {
    "sn": "17",
    "name": "Transformation",
    "desc": "The winds and waves are ever-changing, but they will not consume you if you simply readjust your course."
  },
  {
    "sn": "18",
    "name": "Worry",
    "desc": "Drowning in a beautiful dream both day and night, but cruel reality threatens to swallow you up. You must wake up soon."
  },
  {
    "sn": "19",
    "name": "Victory",
    "desc": "The laurel-crowned warrior returns in glory. All the pain and suffering of the past is reduced to dust amidst the triumphant cheers."
  },
  {
    "sn": "20",
    "name": "Truth",
    "desc": "When the path is lost beneath entangled desires, the light of reason can cut through the fog and dispel the shadows."
  },
  {
    "sn": "21",
    "name": "Defeat",
    "desc": "The black current gradually recedes, and light appears on the horizon. Fears and doubts will be lifted with the coming dawn."
  },
  {
    "sn": "22",
    "name": "Pleasure",
    "desc": "In a world of fairy tales, there is no sadness, only pure joy and beauty. Savor it while it lasts."
  },
  {
    "sn": "23",
    "name": "Success",
    "desc": "Hesitation will only hinder your progress. Listen to your heart, take hold of your fate, and seize victory."
  },
  {
    "sn": "24",
    "name": "Hindrance",
    "desc": "The foggy path is choked with vines, and demons whisper to lead travelers astray. When will this curse be lifted?"
  },
  {
    "sn": "2001",
    "name": "Creation",
    "desc": "The lion bathed in intense flames stretches its body. A joyous melody is heard and the light appears."
  },
  {
    "sn": "2002",
    "name": "Awareness",
    "desc": "The fog is now lifted, and the scenery before our eyes becomes bathed in light. The true world is finally here."
  },
  {
    "sn": "2003",
    "name": "Departure",
    "desc": "When one can truly understand their own heart and know the place where they belong, they will find what it is they've been looking for."
  },
  {
    "sn": "2004",
    "name": "Growth",
    "desc": "A seedling sprouts from the soil, and the roots spread out deep. New life grows unfettered."
  },
  {
    "sn": "2005",
    "name": "Wisdom",
    "desc": "Take your desires in hand and form them into a spear, piercing through the dark clouds that obscure the truth."
  },
  {
    "sn": "2006",
    "name": "Meditation",
    "desc": "Spread your wings and soar into the sky. Your mind is free from doubts, and you are simply heading toward the end of the journey."
  },
  {
    "sn": "2007",
    "name": "Faith",
    "desc": "The golden fields are bathed in sunlight. A knight in black armor lifts his weary head and gazes into the distance."
  },
  {
    "sn": "2008",
    "name": "Trust",
    "desc": "White lotus flowers bloom out of the mud. Seedlings buried too long in the darkness always yearn for the sky."
  },
  {
    "sn": "2009",
    "name": "Hope",
    "desc": "Shed the old shell of desire and reach out with both hands toward love and new life. Then you can spread your wings toward dreams of tomorrow."
  },
  {
    "sn": "2010",
    "name": "Harmony",
    "desc": "When the spring arrives, the greenery returns of its own accord. At the end of the journey, the heart will be at peace."
  },
  {
    "sn": "2011",
    "name": "Resolve",
    "desc": "Over towering mountains and across rushing waters, no obstacle can stand in your way."
  },
  {
    "sn": "2012",
    "name": "Perseverance",
    "desc": "The sharp blade will never stop swinging. A fearless fighting spirit will cut through any chains that try to bind it."
  },
  {
    "sn": "2013",
    "name": "Acceptance",
    "desc": "The fierce flames roar and rage, engulfing everything until silence returns and a gentle light shines through."
  },
  {
    "sn": "2014",
    "name": "Freedom",
    "desc": "She escapes from her prison, her pure white skirt fluttering. Each graceful step brings her toward freedom."
  },
  {
    "sn": "2015",
    "name": "Integrity",
    "desc": "Rise on the wings of intuition and imagination. The noble steed raises its head, galloping toward dreams and the future, a path enveloped in light and hope."
  },
  {
    "sn": "2016",
    "name": "The Self",
    "desc": "Your voice echoes alone through the dense fog. Away from the clamor of the world outside, uncover your inner truths, and your heart will come to know its true form."
  }
]