[
  {
    "sn": "1",
    "buffName": "Cloudy Sky",
    "buffDesc": "At the start of battle, all allies gain 2 <link=\"dc|999\"><u>Seal of Power</u></link> stacks. After dealing weakness damage to a foe, gain 1 more stack. At the end of turn, lose 1 stack. During battle, gain the effects of <link=\"dc|237\"><u>Stable Domain</u></link>."
  },
  {
    "sn": "2",
    "buffName": "Collapse Warning",
    "buffDesc": "When a skill is used or Resonance is activated, gain 1 Seal of Power stack. After all ally actions, increase final damage by 15% for each Seal of Power stack, and then lose 1 stack. Stacks up to 3 times."
  },
  {
    "sn": "3",
    "buffName": "Crystalline Emission",
    "buffDesc": "At the start of each turn, gain 1 Seal of Power for each max HP increase. Gain 1 Seal of Power stack when dealing damage with a Resonance. Seal of Power: Increase final damage by 10% for each stack. Stacks up to 3 times."
  },
  {
    "sn": "4",
    "buffName": "Geomagnetic Storm",
    "buffDesc": "When Resonance deals damage, inflict target with 1 <link=\"dc|171\"><u>Magnetic Interference</u></link> stack.\nDuring battle, gain the effects of <link=\"dc|237\"><u>Stable Domain</u></link>."
  },
  {
    "sn": "5",
    "buffName": "Yin-Yang Energy",
    "buffDesc": "When a Strategist ally uses a buff skill, grant all allies <link=\"dc|175\"><u>Yang Energy</u></link>. When a Saboteur ally uses a debuff skill, grant all allies <link=\"dc|176\"><u>Yang Energy</u></link>."
  },
  {
    "sn": "6",
    "buffName": "Elemental Invasion",
    "buffDesc": "After all allies have acted, all foes are inflicted with an elemental ailment, and their taken damage increases by 10%."
  },
  {
    "sn": "7",
    "buffName": "Mystery Flame",
    "buffDesc": "Increase Elucidator allies' stat buff effects by 30% and increase weakness damage by 20%."
  },
  {
    "sn": "8",
    "buffName": "Mental Beacon",
    "buffDesc": "When an ally uses a Highlight, grant all allies 1 <link=\"dc|189\"><u>Mark of Augmentation</u></link> stack."
  },
  {
    "sn": "9",
    "buffName": "Blood Ritual",
    "buffDesc": "When an ally spends HP to use a skill, they obtain 4 stacks of <link=\"dc|191\"><u>Blood's Grace</u></link>. When allies activate a Highlight, all allies get 2 stacks of Blood's Grace. Lose 1 stack of Blood's Grace at the end of each turn."
  },
  {
    "sn": "10",
    "buffName": "Vein Totem",
    "buffDesc": "When a Resonance deals damage or heals allies, or when HP is spent to activate a skill, all allies gain 1 <link=\"dc|195\"><u>Mental Link</u></link> stack."
  },
  {
    "sn": "11",
    "buffName": "Cave Exploration",
    "buffDesc": "When Resonance deals damage, gain Wild Fury. Wild Fury: Increase final damage by 20% for 2 turns. Stacks up to 2 times."
  },
  {
    "sn": "12",
    "buffName": "Blood Ritual",
    "buffDesc": "When an ally spends their own HP to activate a skill, they gain 1 <link=\"dc|200\"><u>Bloodbath Blessing</u></link> stack."
  },
  {
    "sn": "13",
    "buffName": "Sonic Detection",
    "buffDesc": "Increase Elucidator's stat buff effects by 30%. When an ally deals weakness damage, they gain Tremor Amplification.Tremor Amplification: Increase final damage by 40% for 2 turns."
  },
  {
    "sn": "14",
    "buffName": "Chaotic Ambience",
    "buffDesc": "When an ally gains a shield or deals weakness damage, gain <link=\"dc|204\"><u>Charge Field</u></link>."
  },
  {
    "sn": "15",
    "buffName": "Phase Interference",
    "buffDesc": "When an ally deals weakness damage, they gain 4 <link=\"dc|205\"><u>Charge Field</u></link> stacks. When an ally gains a shield, they gain 1 <link=\"dc|205\"><u>Charge Field</u></link> stack."
  },
  {
    "sn": "16",
    "buffName": "Gravitational Waves",
    "buffDesc": "At the start of battle, all allies gain 2 <link=\"dc|208\"><u>Electromagnetic Dissociation</u></link> stacks. After dealing weakness damage to a foe, gain 1 more stack. At the end of turn, automatically lose 1 stack."
  },
  {
    "sn": "17",
    "buffName": "Transfinite Collapse",
    "buffDesc": "After dealing damage with skills or Resonance, gain 1 Impact stack. Impact: Deal 5% final damage for each stack. Lasts for 2 turns. Stacks up to 8 times."
  }
]