[
  {
    "sn": "1",
    "commendDesc": "Morgana is a Medic with impressive fighting capabilities. When he uses his various skills, he gains Chivalry, which allows him to automatically heal allies who are low on HP when they act. His Highlight skill can even revive fallen allies, making him versatile in both offensive and support roles."
  },
  {
    "sn": "2",
    "commendDesc": "Shun is a Guardian with a varied skillset. He can heal allies, reduce the enemy's Defense, and also make enemies focus their attacks on him."
  },
  {
    "sn": "3",
    "commendDesc": "Tomiyama is an Elucidator who specializes in strengthening her allies' attacks. She can enhance her allies' Attack and damage dealt, and increase the effects inflicted on enemies with elemental ailments. As such, she works well with allies who can cause elemental ailments."
  },
  {
    "sn": "4",
    "commendDesc": "Yaoling is a Saboteur who can lower the enemy's Defense, and increase the whole party's damage dealt. She also has powerful attacks herself, and can even inflict Forget on enemies, making her useful in a variety of situations."
  },
  {
    "sn": "5",
    "commendDesc": "Tomoko is a Strategist who specializes in enhancing her allies' Attack. In addition to putting enemies to sleep and rendering them unable to act, she can also increase the enemy's damage taken, making her useful in plenty of situations."
  },
  {
    "sn": "6",
    "commendDesc": "Yukimi is a Guardian who specializes in protecting individual allies. She can provide shields, damage reduction and increased Defense to a single ally."
  },
  {
    "sn": "7",
    "commendDesc": "Miyu is an Elucidator who specializes in strengthening the allies' defense. She can provide shields and increased Defense to her allies, protecting them from powerful enemy attacks."
  },
  {
    "sn": "8",
    "commendDesc": "Haruna is a Strategist who excels at strengthening her allies' attacks. She can spend Childish Heart to raise allies' Attack and damage dealt, making her effective when paired with allies who have multi-hit attacks."
  },
  {
    "sn": "101",
    "commendDesc": "Phantom Thieves who share the same attribute can create a Flames of Desire effect, boosting the stats of the whole party. Yaoling can inflict debuffs on enemies, boosting Ren's Attack even further, making them an effective combo."
  },
  {
    "sn": "102",
    "commendDesc": "Ren's primary strategy relies on gaining Extra Actions and performing more actions, but with the more attacks he uses, the more SP he spends. Morgana has the ability to reduce SP costs for allies, so by having them in the same party, you can reduce the burden on Ren."
  },
  {
    "sn": "103",
    "commendDesc": "Shiratori has several skills that hit multiple times. By teaming up with Sumi or Haruna, who benefit from multi-hit attacks, you can create a more effective party."
  },
  {
    "sn": "104",
    "commendDesc": "Phantom Thieves who share the same attribute can create a Flames of Desire effect, boosting the stats of the whole party. Shiratori deals more damage to Windswept enemies, so try pairing him with another character like Morgana who can inflict the Windswept status."
  },
  {
    "sn": "105",
    "commendDesc": "Phantom Thieves who share the same attribute can create a Flames of Desire effect, boosting the stats of the whole party. Lufel can boost his allies' Fire damage. Kurotani can inflict debuffs on enemies and increase Fire damage. Ann has high attack capabilities. These characters can form a powerful team, and can become even stronger with Tomiyama's elemental ailment boosting capability."
  },
  {
    "sn": "106",
    "commendDesc": "Phantom Thieves who share the same attribute can create a Flames of Desire effect, boosting the stats of the whole party. You can combine this with Tomoko's attack-boosting skills to also greatly increase Ann and Kurotani's Attack and create a hard-hitting team."
  },
  {
    "sn": "107",
    "commendDesc": "Tomoko's attack-boosting skills can increase the effectiveness of Ryuji's single-target attacks."
  },
  {
    "sn": "108",
    "commendDesc": "By leveling up Kotone's Resonance, her attacks will always land critical hits. Kamiyama also has an effect that further increases allies' critical damage—a combination that powers up the party's attacks."
  },
  {
    "sn": "109",
    "commendDesc": "Kamiyama's skills allow him to convert allies' HP into a shield. He can use it on Ryuji to reduce his HP, which increases his attack power. Miyu can provide extra shields to protect the party when their HP is low."
  },
  {
    "sn": "110",
    "commendDesc": "This party is made up of Phantom Thieves who are easy to recruit. They have a good balance of single- and multi-target attacks, as well as HP recovery. This is a versatile team ideal for players new to exploring the Metaverse."
  },
  {
    "sn": "111",
    "commendDesc": "Tomoko's attack-boosting skills can enhance Motoha's multi-target attack skills. These Phantom Thieves are easy to recruit, making this an ideal team for beginners."
  },
  {
    "sn": "112",
    "commendDesc": "Motoha is capable of attacking all enemies with multiple hits. Try teaming up with a Phantom Thief like Sumi, who receives benefits the more times his allies hit."
  },
  {
    "sn": "113",
    "commendDesc": "Phantom Thieves who share the same attribute can create a Flames of Desire effect, boosting the stats of the whole party. Motoha is good at Shocking enemies with her Electric skills, and Yui deals extra damage to Shocked enemies. This combination can strengthen the party's attack capabilities. Additionally, when combined with Haruna's abilities that strengthen her allies' attacks, these characters can form a powerful team and become even stronger."
  },
  {
    "sn": "114",
    "commendDesc": "Tomoko's attack-boosting skills can increase the effectiveness of Yui's single-target attacks."
  },
  {
    "sn": "115",
    "commendDesc": "Tomoko's attack-boosting skills can increase the effectiveness of Ren's multi-target attacks."
  },
  {
    "sn": "116",
    "commendDesc": "Minami has excellent healing and Max HP-boosting skills. She can also cure debuffs and increase the damage of allies when she heals them. Her support abilities can be useful in a variety of different parties."
  },
  {
    "sn": "117",
    "commendDesc": "Yukimi and Miyu can grant Yusuke a shield and increased Defense, improving his survivability. This also extends the duration of his damage boost effect from his Talent skill. This party combination has excellent attack power and endurance."
  },
  {
    "sn": "118",
    "commendDesc": "Phantom Thieves who share the same attribute can create a Flames of Desire effect, boosting the stats of the whole party. As Yusuke and Kotone both excel at freezing enemies with Ice attacks, you can use this to decrease Yusuke's damage taken and more effectively damage enemies with Resonance effects."
  },
  {
    "sn": "119",
    "commendDesc": "Yaoling can lower the Defense of all enemies. She works well with Yusuke, a Sweeper who can attack all enemies at once."
  },
  {
    "sn": "120",
    "commendDesc": "Phantom Thieves who share the same attribute can create a Flames of Desire effect, boosting the stats of the whole party. Makoto can transform by collecting Tenacity, greatly enhancing her strength in battle. She can gain more Tenacity by attacking enemies with elemental ailments. Chizuko can reliably inflict elemental ailments on enemies, helping Queen gain Tenacity more quickly and increasing the effectiveness of their Nuclear skills. Together they can form an effective team."
  },
  {
    "sn": "121",
    "commendDesc": "Phantom Thieves who share the same attribute can create a Flames of Desire effect, boosting the stats of the whole party. Kamiyama can boost his teammates' Attack and critical damage, making Makoto especially more effective."
  },
  {
    "sn": "122",
    "commendDesc": "Yumi specializes in granting buffs to the entire party. She can also increase the effectiveness of specific damage attributes, so if you include multiple Phantom Thieves with the same attribute in the party, Phoebe's buffs will be maximized."
  },
  {
    "sn": "123",
    "commendDesc": "Ayaka can greatly enhance her allies' Highlights. She's an effective partner for characters with powerful Highlights, as she can boost their Highlight damage and instantly activate their Highlights."
  },
  {
    "sn": "124",
    "commendDesc": "Riko can inflict Insight on foes. Insight increases a foe's damage taken and can also decrease their down points. This allows 1 Mores and All-Out Attacks strengthened from Talents to be used more effectively. Plus, by when allies attack enemies with Insight, Riko can gain Intel stacks, which can be stored up to strengthen the effects of ally skills."
  },
  {
    "sn": "125",
    "commendDesc": "Ren is able to get Extra Actions, allowing him to perform multiple actions and make it easier for Riko to activate her Resonance. Additionally, Riko's ability to lower enemy Defense helps Ren deal more damage, making them an effective team."
  },
  {
    "sn": "126",
    "commendDesc": "By using Phantom Thieves with the same attribute together, you can create a Flames of Desire effect, boosting the stats of the whole party. After receiving healing, Tropical Motoha's abilities are greatly improved. Minami can heal allies and increase their max HP, making her a good partner for Tropical Motoha."
  },
  {
    "sn": "127",
    "commendDesc": "Seaside Tomoko excels at both healing and attacking and can inflict Sparks on foes. When enough Sparks stacks have been inflicted, she will activate Summer Reminiscence, healing allies and dealing Psy damage to enemies. Maximize the amount of Sparks by teaming up with allies who use multi-target or multi-hit attack skills. Seaside Tomoko also has powerful support abilities, allowing her to increase Attack and survivability of her allies. She can also weaken foes by decreasing their damage dealt and increasing their damage taken."
  },
  {
    "sn": "128",
    "commendDesc": "Seaside Tomoko can provide frequent healing to her teammates, which allows Tropical Motoha to shorten the cooldown of her own skills. Seaside Tomoko can also grant increased Attack to Tropical Motoha, letting her deal more damage to enemies. Tropical Motoha's multi-target attacks will allow Seaside Tomoko to activate Summer Reminiscence more quickly, making them a very effective pair."
  },
  {
    "sn": "129",
    "commendDesc": "Kitazato's attacks hit multiple times, allowing Sumi's Sonnet of Fate to activate more often. Also, Kitazato and Sumi's multi-hit attacks allow Haruna's powerful Attack and damage dealt buffs to reach their maximum, greatly increasing the strength of the entire party. Both Kitazato and Sumi can deal continuous damage to foes based on their max HP, making them especially effective against foes with high HP."
  },
  {
    "sn": "130",
    "commendDesc": "Kitazato's attacks hit multiple times, allowing Seaside Tomoko's Summer Reminiscence to activate more often. Also, Seaside Tomoko not only excels at healing and attacking, but can also increase ailment accuracy, increasing the success rate and damage of Kitazato's Bleed ailment. This makes them an especially effective combination."
  },
  {
    "sn": "131",
    "commendDesc": "Futaba is a Support Phantom Thief who can weaken foes. She can change enemy affinities, allowing her allies to adapt to a variety of situations. Also, she can boost party effectiveness by decreasing enemy Defense and increasing their damage taken. During battle, she can gain Analysis Progress when allies use skills or inflict weakness damage, and activate Data Storm when it reaches a certain amount. After Data Storm is activated, allies will receive stat boosts and shields, making her a valuable supporter."
  },
  {
    "sn": "132",
    "commendDesc": "Ashiya can grant incredibly resilient shields and reduce the risk of his allies being defeated. He also has excellent damage and ailment resistance-boosting abilities, making him suitable for a variety of teams."
  },
  {
    "sn": "133",
    "commendDesc": "Phantom Thieves who share the same Attribute can create a Flames of Desire effect, boosting the status of the whole party. Ashiya can grant frequent shields to Yusuke, increasing his survivability. Additionally, Ashiya can raise Yusuke's Defense, significantly increasing his survivability and attack."
  },
  {
    "sn": "134",
    "commendDesc": "Phantom Thieves who share the same attribute can create a Flames of Desire effect, boosting the stats of the whole party. Seaside Tomoko can boost ailment accuracy, Attack, and damage, greatly boosting Haru's firepower. Additionally, Seaside Tomoko excels at healing and increases the survivability of her allies, making then an especially effective combination."
  },
  {
    "sn": "135",
    "commendDesc": "Yaoling can inflict multiple debuffs on enemies, greatly increasing the damage they take. This can significantly increase Haru's Attack, making them a highly effective combination."
  },
  {
    "sn": "136",
    "commendDesc": "Phantom Thieves who share the same attribute can create a Flames of Desire effect, boosting the stats of the whole party. Morgana can deal Wind damage, allowing Frostgale Kotone to gain more Spring's Vestige stacks. Also, with Frostgale Kotone's Awakening skill, her own Wind damage will increase with more Wind-attribute allies in the party, significantly increasing her firepower. Additionally, Morgana can increase the survivability of the party by using his healing skills, making him an effective teammate for Frostgale Kotone."
  },
  {
    "sn": "178",
    "commendDesc": "Justine & Caroline can switch between multiple Personas during battle. This allows them to target several different enemy weaknesses, which makes them useful in a variety of situations."
  }
]