[
  {
    "sn": "110006",
    "jpDetails": "Set Contents\nBe sure to check the details for rewards from Marthym's Rewards Card on the set details screen.\n\nItem Distribution Time\n• Cognition Crystal x300: Can be claimed immediately after your purchase is complete.\n• Meta Jewel x100 and Coffee Candy x1: Can be claimed after logging in each day, for 30 days.\n• The number of logins is updated each day at 8 PM UTC. If you're unable to claim these rewards, they can be claimed by logging in again.\n• Rewards from days you did not log in (within 30 days from purchase) will be sent to your in-game mailbox the next day. Rewards sent to your in-game mailbox will be available for 30 days from when they were sent.\n\nImportant Notes\n• If Marthym's Rewards Card will only be valid for a period less than 30 days, you can make an additional purchase that extends the validity by 30 days after purchase is complete.\n• Note that Marthym's Rewards Card can only be valid for up to 60 days, and this additional purchase can't be made until less than 30 days remain in the validity period.\n• In the event that you change devices or transfer your data to a different operating system, your Marthym's Rewards Card purchase information will carry over, and you can continue receiving rewards."
  },
  {
    "sn": "110007",
    "jpDetails": "Set Contents\nBe sure to check the details for the three-day Newcomer Pass on the set details screen.\n\nItem Distribution Time\n• 4★ Phantom Idol Miyu Sahara x1 and Gold Ticket x5: Can be claimed immediately after purchase is complete.\n• Submarine Sonar x1 (Miyu-only weapon): Received after purchase by claiming the day 2 login reward from the Shop.\n• Pink Mokukuma Pj's x1 (protagonist-only outfit): Received after purchase by claiming the day 3 login reward from the Shop.\n• The number of login days is updated every day at 8 PM UTC. Items can be claimed from the Shop once you log in after this update.\n\nImportant Notes\n• In the event that you change devices or transfer your data to a different operating system, your Newcomer Pass purchase information will carry over, and you will continue to receive rewards."
  },
  {
    "sn": "120001",
    "jpDetails": "Set Contents\nBe sure to check the rewards for the three-day Welcome Pass from the set details screen.\n\nItem Distribution Time\n• 5★ Welcome Idol Chance x1: Can be claimed immediately after purchase is complete.\n• Gold Ticket x10: Received after purchase by claiming the day 2 login reward from the Shop.\n• 4★ Welcome Arms Case x1: Received after purchase by claiming the day 3 login reward.\n• The number of login days is updated every day at 8 PM UTC. Items can be claimed from the Shop once you log in after this update.\n\nImportant Notes\n• In the event that you change devices or transfer your data to a different operating system, your Welcome Pass purchase information will carry over, and you will continue to receive rewards."
  },
  {
    "sn": "120007",
    "jpDetails": "Set Contents\nBe sure to check the rewards for the seven-day Chapter 1 Clear Pass from the set details screen.\n\nItem Distribution Time\n• Cognition Crystal x240: Can be claimed immediately after purchase is complete.\n• Coffee Aid x1: Received after purchase by claiming the day 2 login reward from the Shop.\n• MaraThon Energy x1: Received after purchase by claiming the day 3 login reward from the Shop.\n• Meta Jewel x150: Received after purchase by claiming the day 4 login reward from the Shop.\n• Coffee Aid x1: Received after purchase by claiming the day 5 login reward from the Shop.\n• MaraThon Energy x1: Received after purchase by claiming the day 6 login reward from the Shop.\n• Meta Jewel x150: Received after purchase by claiming the day 7 login reward from the Shop.\n\n• The number of login days for claiming items is updated each day at 8 PM UTC.\n\nImportant Notes\n• In the event that you change devices or transfer your data to a different operating system, your Chapter 1 Clear Pass purchase information will carry over, and you will continue to receive rewards."
  },
  {
    "sn": "120008",
    "jpDetails": "Set Contents\nBe sure to check the rewards for the seven-day Chapter 2 Clear Pass from the set details screen.\n\nItem Distribution Time\n• Cognition Crystal x240: Can be claimed immediately after purchase is complete.\n• Coffee Aid x1: Received after purchase by claiming the day 2 login reward from the Shop.\n• MaraThon Energy x1: Received after purchase by claiming the day 3 login reward from the Shop.\n• Meta Jewel x150: Received after purchase by claiming the day 4 login reward from the Shop.\n• Coffee Aid x1: Received after purchase by claiming the day 5 login reward from the Shop.\n• MaraThon Energy x1: Received after purchase by claiming the day 6 login reward from the Shop.\n• Meta Jewel x150: Received after purchase by claiming the day 7 login reward from the Shop.\n\n• The number of login days is updated each day at 8 PM UTC.\n\nImportant Notes\n• In the event that you change devices or transfer your data to a different operating system, your Chapter 2 Clear Pass purchase information will carry over, and you will continue to receive rewards."
  },
  {
    "sn": "80010107",
    "jpDetails": "Set Contents\nBe sure to check the rewards for the Seven-Day Spoils Pass from the set details screen.\n\nItem Distribution Time\n• Cognition Crystal x300: Can be claimed immediately after purchase is complete.\n• Meta Jewel x100 and Money x6000: Can be claimed from the Shop after you log in each day, for seven days.\n• The number of login days is updated each day at 8 PM UTC. Items can be claimed from the Shop once you log in after this update.\n\nImportant Notes\n• In the event that you change devices or transfer your data to a different operating system, your Seven-Day Spoils Pass purchase information will carry over, and you will continue to receive rewards."
  },
  {
    "sn": "80010108",
    "jpDetails": "Set Contents\nBe sure to check the rewards for the Coffee Aid Pass from the set details screen.\n\nItem Distribution Time\n• Cognition Crystal x300: Can be claimed immediately after purchase is complete.\n• Coffee Aid x1 and MaraThon Energy x1: Can be claimed from the Shop after you log in each day, for seven days.\n• The number of login days is updated each day at 8 PM UTC. Items can be claimed from the Shop once you log in after this update.\n\nImportant Notes\n• In the event that you change devices or transfer your data to a different operating system, your Coffee Aid Pass purchase information will carry over, and you will continue to receive rewards."
  },
  {
    "sn": "80010207",
    "jpDetails": "Set Contents\nBe sure to check the rewards for the Seven-Day Spoils Pass from the set details screen.\n\nItem Distribution Time\n• Cognition Crystal x300: Can be claimed immediately after purchase is complete.\n• Meta Jewel x100 and Money x6000: Can be claimed from the Shop after you log in each day, for seven days.\n• The number of login days is updated each day at 8 PM UTC. Items can be claimed from the Shop once you log in after this update.\n\nImportant Notes\n• In the event that you change devices or transfer your data to a different operating system, your Seven-Day Spoils Pass purchase information will carry over, and you will continue to receive rewards."
  },
  {
    "sn": "80010208",
    "jpDetails": "Set Contents\nBe sure to check the rewards for the Coffee Aid Pass from the set details screen.\n\nItem Distribution Time\n• Cognition Crystal x300: Can be claimed immediately after purchase is complete.\n• Coffee Aid x1 and MaraThon Energy x1: Can be claimed from the Shop after you log in each day, for seven days.\n• The number of login days is updated each day at 8 PM UTC. Items can be claimed from the Shop once you log in after this update.\n\nImportant Notes\n• In the event that you change devices or transfer your data to a different operating system, your Coffee Aid Pass purchase information will carry over, and you will continue to receive rewards."
  },
  {
    "sn": "80010203",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "80010303",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "80010403",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "80010503",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "80010603",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "80020005",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "80020105",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "80020205",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "110012",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "110013",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "110015",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "180002",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "80020305",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "80020405",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "80020505",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "80020605",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "80020705",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "80020805",
    "jpDetails": "AAAAAA=="
  },
  {
    "sn": "80030005",
    "jpDetails": "AAAAAA=="
  }
]