[
  {
    "sn": "101",
    "name": "Self-introduction",
    "desc": "I am Merope, your concierge. Please remember me from now on."
  },
  {
    "sn": "102",
    "name": "About Myself",
    "desc": "The Velvet Room exists between dreams and reality, mind and matter. I am merely a servant of its master."
  },
  {
    "sn": "103",
    "name": "About Goals",
    "desc": "In order to avoid the impending ruin, I will assist you in strengthening your desires."
  },
  {
    "sn": "104",
    "name": "About Us",
    "desc": "Our relationship...? I am to devise a special contract for you to fulfill. Are you seeking a different kind of relationship?"
  },
  {
    "sn": "105",
    "name": "On Upper-Body Strength",
    "desc": "My upper body strength...? It wouldn't be difficult to demonstrate, but I'll leave it to your imagination."
  },
  {
    "sn": "106",
    "name": "About Igor",
    "desc": "Please be aware that I cannot provide any more information about my master than what you currently know."
  },
  {
    "sn": "107",
    "name": "About Narumi Nashimoto",
    "desc": "A rising idol with a knack for character creation, meeting her was truly a blessing. Please look forward to the next special contract I prepare for you."
  },
  {
    "sn": "201",
    "name": "Self-introduction",
    "desc": "I'm Motoha Arai. My codename is Closer. Nice to meet you again!"
  },
  {
    "sn": "202",
    "name": "About Myself",
    "desc": "Me? Hmmm... I guess I tend to follow my gut. But maybe that also means I might not be great at thinking things through. Ahaha..."
  },
  {
    "sn": "203",
    "name": "About Goals",
    "desc": "I need to get back in shape for running around in the Metaverse. But I worked pretty hard today, so I can have just one crêpe, right? That's fine, right?"
  },
  {
    "sn": "204",
    "name": "About Us",
    "desc": "If I hadn't met you, I might've been stuck in the past forever. Thank you again. Let's keep doing our best together!"
  },
  {
    "sn": "205",
    "name": "On the Phantom Thieves",
    "desc": "Only the Phantom Thieves can change the hearts of people with twisted desires, right? I'll do my best. I want to help the people who've been hurt like Tomoko was."
  },
  {
    "sn": "206",
    "name": "About Lufel",
    "desc": "I've gotten used to him and all, but I still don't really understand where Lufel came from. Why would the Metaverse have owls?"
  },
  {
    "sn": "207",
    "name": "About Tomoko Noge",
    "desc": "Tomoko is my closest friend. We've been battery mates since little league, and she's always there for me whenever I'm having a hard time. I want to be there for her forever too. We're not just friends, we're besties!"
  },
  {
    "sn": "301",
    "name": "Self-introduction",
    "desc": "???"
  },
  {
    "sn": "302",
    "name": "About Reading the Room",
    "desc": "???"
  },
  {
    "sn": "303",
    "name": "About Burgers",
    "desc": "???"
  },
  {
    "sn": "304",
    "name": "About \"Normality\"",
    "desc": "???"
  },
  {
    "sn": "305",
    "name": "About Discipline",
    "desc": "???"
  },
  {
    "sn": "306",
    "name": "About our Deal",
    "desc": "???"
  },
  {
    "sn": "401",
    "name": "Self-introduction",
    "desc": "My name is Lufel. Codename: Cattle. Remember it."
  },
  {
    "sn": "402",
    "name": "About Myself",
    "desc": "Sorry, but I don't make a habit of talking about myself. What? Don't look so sad! I'll tell you someday."
  },
  {
    "sn": "403",
    "name": "About Goals",
    "desc": "My memory is currently incomplete. I understand the way to regain it is to steal the distorted desires, otherwise known as Treasure, from Palace rulers."
  },
  {
    "sn": "404",
    "name": "About Us",
    "desc": "We are business partners working together as members of the Phantom Thieves. Hoohoo, you know, your bag is quite comfortable by the way."
  },
  {
    "sn": "405",
    "name": "On the Phantom Thieves",
    "desc": "The Phantom Thieves of desires... I have entrusted you with the role of leader while I focus on my own objectives."
  },
  {
    "sn": "406",
    "name": "About Takeyuki Kiuchi",
    "desc": "Clinging to past glories, blaming others for his fallen circumstances, and continually oppressing the weak with his twisted lust. If he continues to go unchecked, more victims will certainly emerge. He is a perfect candidate for the Phantom Thieves' first target."
  },
  {
    "sn": "407",
    "name": "About Motoha Arai",
    "desc": "It was a pleasant surprise to discover another Persona-user besides us. Although her somewhat loud personality may not be a perfect fit for our covert operations, she is certainly a valuable asset in battle."
  },
  {
    "sn": "501",
    "name": "Self-introduction",
    "desc": "Shun Kano. But around here, you can call me Soy."
  },
  {
    "sn": "502",
    "name": "About Myself",
    "desc": "Am I... hard to approach? I guess I feel that way now and then. It's not that I hate talkin' to people or anything, though."
  },
  {
    "sn": "503",
    "name": "About Goals",
    "desc": "I believe in pursuing the perfect flavor. That's how it's always been, and it won't change anytime soon."
  },
  {
    "sn": "504",
    "name": "About Us",
    "desc": "Come to think of it, before I became a phantom thief, I saw you a few times on the rooftop. Didn't look like you were there to eat... What were you doing up there?"
  },
  {
    "sn": "505",
    "name": "On the Phantom Thieves",
    "desc": "I never thought I'd be a phantom thief. If Pops knew, he'd flip."
  },
  {
    "sn": "506",
    "name": "About Lufel",
    "desc": "I mean, he's a talking owl... Of course I was surprised. But I see him as a fellow phantom thief now. Guess he can be a bit uppity at times, though."
  },
  {
    "sn": "507",
    "name": "About Motoha Arai",
    "desc": "Huh? That came outta nowhere... She's not aimin' to be a chef, but she's still got a pretty darn impressive sense of taste. And, y'know... She's a lot more personable and friendly than me."
  },
  {
    "sn": "601",
    "name": "Self-introduction",
    "desc": "Kiyoshi Kurotani. Codename: Key. It's not \"Ki\" like Kiyoshi, it's \"Key\" as in \"lock and key,\" okay?"
  },
  {
    "sn": "602",
    "name": "About Myself",
    "desc": "What makes me the chosen one? You've met me, isn't it obvious?"
  },
  {
    "sn": "603",
    "name": "About Goals",
    "desc": "It's not a question of \"can\" I do it, it's a question of \"will\" I."
  },
  {
    "sn": "604",
    "name": "About Us",
    "desc": "Seeing as we are fellow chosen ones, feel free to consult with me about anything, okay?"
  },
  {
    "sn": "605",
    "name": "About Books",
    "desc": "Someday, my life's tale may become a book that's passed down through generations... I live every day with that possibility in mind."
  },
  {
    "sn": "606",
    "name": "About Kazuki Take",
    "desc": "When it comes to Take-kun, I just can't turn a blind eye..."
  },
  {
    "sn": "701",
    "name": "Self-introduction",
    "desc": "My name's Yaoling Li! I'm from Sichuan, China. Nice to meet you!"
  },
  {
    "sn": "702",
    "name": "About Myself",
    "desc": "I'm still not great at Japanese... I'm always making tons of mistakes. Just be patient with me, okay? Xièxiè!"
  },
  {
    "sn": "703",
    "name": "About Goals",
    "desc": "I could've just kept studying back home in China, but my mom and dad thought it'd be better for me to study abroad... I'm still trying to understand why they wanted me to come here, but they must have had their reasons."
  },
  {
    "sn": "704",
    "name": "About Chili Peppers",
    "desc": "The whole thing that \"people from Sichuan love spicy food\" is just a stereotype, you know! But... I do think Japanese food could be better with a little spice."
  },
  {
    "sn": "705",
    "name": "About Us",
    "desc": "Sensei, you've not only been my guide around Tokyo, but you've also helped me understand what studying abroad is all about... You're not just my Tokyo tour guide, you're like an \"entire life\" guide!"
  },
  {
    "sn": "706",
    "name": "About Yukimi Fujikawa",
    "desc": "Yukimi-san seems like she's really been held back by always following the rules, like she can't express herself... Me, on the other hand, I just do whatever I want... Eh, maybe \"I'm free-spirited\" sounds better?"
  },
  {
    "sn": "707",
    "name": "About Tea",
    "desc": "Are you interested in Chinese tea, Sensei? If you've got some time, I can teach you! Hehe, this time it's my turn to be your Sensei, huh?"
  },
  {
    "sn": "801",
    "name": "Self-introduction",
    "desc": "I'm Tomoko Noge. Nice to meet you."
  },
  {
    "sn": "802",
    "name": "About Myself",
    "desc": "Talent? I don't think I have anything I'm really good at. Sometimes I worry about how I should live my life without baseball."
  },
  {
    "sn": "803",
    "name": "About Goals",
    "desc": "Giving up baseball was tough, but it might have given me a chance to find myself. Don't worry, I won't give up searching!"
  },
  {
    "sn": "804",
    "name": "About Baseball",
    "desc": "I used to be a catcher. Huh? I don't look like one?"
  },
  {
    "sn": "805",
    "name": "About Us",
    "desc": "Isn't it fun working lots of part-time jobs together? Thanks for always giving me advice. I'm counting on you!"
  },
  {
    "sn": "806",
    "name": "About Motoha Arai",
    "desc": "Motoha is really popular. She's earnest, kind, and great at sports... though she can be a little lax at times. I'm proud to call her my best friend!"
  },
  {
    "sn": "807",
    "name": "About Shun Kano",
    "desc": "Kano-kun? Yeah, he's in my class. He's always got this serious look on his face."
  },
  {
    "sn": "901",
    "name": "Self-introduction",
    "desc": "What's up? I'm Kayo Tomiyama! So, what're you kids into these days?"
  },
  {
    "sn": "902",
    "name": "About Myself",
    "desc": "Yeah, I was a pretty big star when I was younger! Even worked as a stylist, you know! And I'm still majorly picky when it comes to fashion."
  },
  {
    "sn": "903",
    "name": "About Goals",
    "desc": "I may be an adult in terms of age, but I'm still young at heart, as they say! But the youth culture of today is totally different... Time really does fly."
  },
  {
    "sn": "904",
    "name": "About Clothes",
    "desc": "Do you like my fashion sense? Oh, those clothes I gave you were just sample pieces my hubby got from work. Don't worry about it! But I can guarantee they're all high-quality!"
  },
  {
    "sn": "905",
    "name": "About Us",
    "desc": "When I talk to you, it's like going back to my younger days... Huh? Shut up! You're totally harshing my vibe... Just kidding."
  },
  {
    "sn": "906",
    "name": "About Leo Kamiyama",
    "desc": "Whenever I see that kid, I just feel like cheering him on. He's just so much like me when I was younger, I guess."
  },
  {
    "sn": "907",
    "name": "About \"Hubby\"",
    "desc": "Gah, you're asking about him all of a sudden? Well, come to think of it... You remind me a lot of him when he was younger!"
  },
  {
    "sn": "1101",
    "name": "Self-introduction",
    "desc": "My name's Yui! If you've got any questions about the virtual world, ask away!"
  },
  {
    "sn": "1102",
    "name": "About Myself",
    "desc": "You want to know more about me? Well... I am who I am! What you see is what you get! If you don't believe me, just look for yourself!"
  },
  {
    "sn": "1103",
    "name": "About Goals",
    "desc": "I want to get a huge plot of land, grow lots of tasty things, and eat until I'm full to burst!"
  },
  {
    "sn": "1104",
    "name": "About Us",
    "desc": "Well, Russet, you're a pretty mysterious guy, you know? Whenever we're together, I always end up saying too much about myself..."
  },
  {
    "sn": "1105",
    "name": "About Farming",
    "desc": "Farm work requires two things: physical stamina and love! You've got to work hard to till the soil, and give it plenty of nutrients and love, and then you'll have some great crops!"
  },
  {
    "sn": "1106",
    "name": "Harvest World Online",
    "desc": "Not long ago, it was just packed full of people, but lately it's been a little lonely. But now, thanks to you and our farm, I never feel lonely anymore!"
  },
  {
    "sn": "1107",
    "name": "About Musubi Matsukata",
    "desc": "Come to think of it, my friend Musubi's name is written with the same kanji as mine, so you could read it as \"Yui.\" Ehehehe... Isn't it fun that we match?"
  },
  {
    "sn": "1201",
    "name": "Self-introduction",
    "desc": "Hello, I'm Ayaka Sakai. We met in front of Shibuya Station."
  },
  {
    "sn": "1202",
    "name": "About Myself",
    "desc": "What I'm good at, huh... A lot of people have told me I'm good at playing guitar. But I feel like I still have a long way to go."
  },
  {
    "sn": "1203",
    "name": "About Goals",
    "desc": "Well, I... My voice... I'd really like to share my songs. That's my number-one goal."
  },
  {
    "sn": "1204",
    "name": "About Your Band",
    "desc": "My high school memories... Well, I definitely remember putting together a band with my friends. Everyone worked so hard on our songs, and we practiced so much to put on a concert... It really was fun."
  },
  {
    "sn": "1205",
    "name": "About Us",
    "desc": "Thanks for always being there for me. As long as you're here, I... Sorry, nevermind."
  },
  {
    "sn": "1206",
    "name": "About Dreams",
    "desc": "\"Make both of our dreams come true\"... I'd be lying if I said I wasn't still worried about that. But... I'm going to do what I can."
  },
  {
    "sn": "1207",
    "name": "About Creativity",
    "desc": "I want to keep on singing. For my friends, who showed me how much fun it could be, and for all the people who love my songs. And... for you, too."
  },
  {
    "sn": "1301",
    "name": "Self-introduction",
    "desc": "I'm Yumi Shiina. I work as a bartender in Shibuya, and my specialty is flair bartending! Nice to meet you."
  },
  {
    "sn": "1302",
    "name": "About Myself",
    "desc": "I was in a dance club back in college, and we did all sorts of dances. I think that's really helped me with my flair bartending. It's kinda like... a step only I can take."
  },
  {
    "sn": "1303",
    "name": "About Goals",
    "desc": "Yeah, bars can be pretty intimidating, can't they? A lot of people say they're nervous about coming in. But I'd like it to be a place where people feel welcome anytime! That's why I've been practicing mocktails, you know?"
  },
  {
    "sn": "1304",
    "name": "About Mixology",
    "desc": "The flavor, color, and all different things come together in a single glass. It's like magic, don't you think? And on top of that, the shape of the glass and the color of the decorations can change the impression, too. You've gotta be a real magician to make the perfect drink for each customer, and that's what I want to be."
  },
  {
    "sn": "1305",
    "name": "About Dance",
    "desc": "I'll never forget the feeling of leaping across the stage, the way my costume sparkled under the spotlight... It was just so much fun! ...I wish that fun could've lasted forever."
  },
  {
    "sn": "1306",
    "name": "About Us",
    "desc": "Your mocktail-mixing skills are getting better every day... I can't let myself lose! The apprentice must not surpass the master! Just you wait, my next drink is going to knock your socks off!"
  },
  {
    "sn": "1307",
    "name": "About Me",
    "desc": "I think about it once in a while. If I'd never met you... I definitely wouldn't enjoy dancing anymore, let alone flair bartending... Because of you, I've been having a lot of fun lately. So, thanks."
  },
  {
    "sn": "1401",
    "name": "Self-introduction",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1402",
    "name": "About Myself",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1403",
    "name": "About Goals",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1404",
    "name": "AAAAAA==",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1405",
    "name": "AAAAAA==",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1406",
    "name": "About Us",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1407",
    "name": "About Me",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1501",
    "name": "Self-introduction",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1502",
    "name": "About Myself",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1503",
    "name": "About Goals",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1504",
    "name": "AAAAAA==",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1505",
    "name": "About Us",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1506",
    "name": "AAAAAA==",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1507",
    "name": "AAAAAA==",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1601",
    "name": "Self-introduction",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1602",
    "name": "About Myself",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1603",
    "name": "About Goals",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1604",
    "name": "AAAAAA==",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1605",
    "name": "About Us",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1606",
    "name": "AAAAAA==",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1607",
    "name": "AAAAAA==",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1701",
    "name": "Self-introduction",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1702",
    "name": "About Myself",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1703",
    "name": "About Goals",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1704",
    "name": "AAAAAA==",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1705",
    "name": "About Us",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1706",
    "name": "AAAAAA==",
    "desc": "AAAAAA=="
  },
  {
    "sn": "1707",
    "name": "AAAAAA==",
    "desc": "AAAAAA=="
  }
]