[
  {
    "sn": "101",
    "name": "Thief Details",
    "desc": "Faithful servant to the master of the Velvet Room, Igor. As part of her master's orders, she acts as {NAME2}'s personal concierge to oversee the strengthening of his desire, and offers support to the Phantom Thieves from the sidelines."
  },
  {
    "sn": "102",
    "name": "Info 1",
    "desc": "Under orders from Igor, Merope is tasked with finding a way to support {NAME2} in the real world. A chance encounter leads to her arriving upon a rather unconventional solution..."
  },
  {
    "sn": "103",
    "name": "Info 2",
    "desc": "As {NAME2}'s concierge, Merope must come up with an effective way to support him. She proposes a special contract, through which she hopes to better understand him."
  },
  {
    "sn": "104",
    "name": "Info 3",
    "desc": "Merope believes that harnessing multiple Personas is not unlike the many faces that idols must wear. Thus, she insists that {NAME2} must study the path of the idol."
  },
  {
    "sn": "105",
    "name": "Info 4",
    "desc": "At Merope's enthusiastic behest, {NAME2} replicates the poses of an idol. Upon doing so, Merope is convinced of his potential."
  },
  {
    "sn": "106",
    "name": "Info 5",
    "desc": "Merope invites {NAME2} out to Akihabara, the holy land of idols, under the pretense that he will be able to study idols more closely there."
  },
  {
    "sn": "107",
    "name": "Info 6",
    "desc": "Merope sees a glimmer of potential in Narumi Nashimoto, an indie idol she encounters in Akihabara, and suggests paying a visit to the concept café Narumi works at—purely for the sake of studying idols, of course."
  },
  {
    "sn": "108",
    "name": "Info 7",
    "desc": "So {NAME2} and Merope can get the full concept café experience, they go and attend Narumi's photo shoot—at first to study idols, but..."
  },
  {
    "sn": "109",
    "name": "Info 8",
    "desc": "As Merope grows acquainted with Narumi, she learns of the corrupt producer exploiting the idols of the café..."
  },
  {
    "sn": "110",
    "name": "Info 9",
    "desc": "Merope pays another visit to Narumi's café and is pleased to see that the producer has had a complete change of heart. With Narumi back to her cheerful self and working happily again, she gives Merope a special gift..."
  },
  {
    "sn": "111",
    "name": "Info 10",
    "desc": "Merope and {NAME2} prepare diligently for the fan appreciation event. As she observes {NAME2}'s idol cheer, something stirs within Merope..."
  },
  {
    "sn": "201",
    "name": "Thief Details",
    "desc": "A second-year high school student at Kokatsu Academy, and {NAME2}'s classmate. She is skilled at sports, and very popular at school. However, she tends to rely more on intuition than logic, so her grades aren't exactly the greatest."
  },
  {
    "sn": "202",
    "name": "Info 1",
    "desc": "Motoha has realized that she's not as fit as she used to be when she was playing baseball. So in order to prepare for their Phantom Thief activities, she decides to start training again, and asks {NAME2} to be her coach."
  },
  {
    "sn": "203",
    "name": "Info 2",
    "desc": "Ever since Kiuchi retired from baseball, Motoha has been neglecting her batting practice. Hoping to pull herself out of her slump, she heads to the batting cages in Yongen-Jaya."
  },
  {
    "sn": "204",
    "name": "Info 3",
    "desc": "Motoha and {NAME2} head to the sports gym in Shibuya as part of her training. As the two of them work up a sweat, Motoha mentions that she's in a better mood than before."
  },
  {
    "sn": "205",
    "name": "Info 4",
    "desc": "{NAME2} accompanies Motoha to the diner in Shibuya as she indulges herself on her cheat day, in preparation for tomorrow's training."
  },
  {
    "sn": "206",
    "name": "Info 5",
    "desc": "With some quality training under her belt, Motoha makes her return to the batting cages, where she encounters Tamayo Yoshida, an old rival from her baseball days. Tamayo challenges Motoha to a batting contest."
  },
  {
    "sn": "207",
    "name": "Info 6",
    "desc": "Motoha starts an intense training regimen at the batting cages to prepare for her match with Tamayo. She strives to not stop training until she gets the results she needs to win."
  },
  {
    "sn": "208",
    "name": "Info 7",
    "desc": "Tamayo has a word with {NAME2} at the batting cages. She tells him that she couldn't understand why Motoha quit baseball so suddenly, and challenged her to the batting contest in hopes of finding out the truth."
  },
  {
    "sn": "209",
    "name": "Info 8",
    "desc": "With Motoha forcing herself to train non-stop, {NAME2} invites her to the diner to give her a break. After calming down, she rediscovers the purpose of her training, and gains newfound determination."
  },
  {
    "sn": "210",
    "name": "Info 9",
    "desc": "Despite having no hope of victory, Motoha fights hard but is ultimately defeated in her contest with Tamayo. After witnessing her strong will and attitude at play, Tamayo finally accepts Motoha's decision to quit baseball."
  },
  {
    "sn": "211",
    "name": "Info 10",
    "desc": "Motoha invites {NAME2} out to Odaiba Seaside Park, a place full of memories for her. Finally able to move on from her contest with Tamayo, Motoha faces the future with greater ambition than ever before."
  },
  {
    "sn": "301",
    "name": "Thief Details",
    "desc": "A third-year high school student at Kokatsu Academy, she is the talented and beautiful chair of the disciplinary committee. Her father owns Umetane, a corporation that operates several food businesses nationwide, and as his potential successor, she is undergoing rigorous training."
  },
  {
    "sn": "302",
    "name": "Info 1",
    "desc": "Riko invites {NAME2} out to a buffet in Shibuya, where she asks for his assistance in discovering her true self, beyond the values imposed upon her by her upbringing."
  },
  {
    "sn": "303",
    "name": "Info 2",
    "desc": "Challenging herself to do something she'd never normally do, Riko goes on a taste-testing tour of Chinatown. During her outing, she overhears a surprising conversation about her strict father."
  },
  {
    "sn": "304",
    "name": "Info 3",
    "desc": "Riko speaks of a past incident related to the conversation she overheard at Chinatown, revealing why she felt her only purpose was to meet the expectations of those around her."
  },
  {
    "sn": "305",
    "name": "Info 4",
    "desc": "Digging into her childhood for clues, Riko tries to find what it is that she truly wants to do. On the way home from a trip to the aquarium with Motoha, she is surprised to see a certain somebody."
  },
  {
    "sn": "306",
    "name": "Info 5",
    "desc": "The person she happened to see the other day was her father's former secretary, who used to show her such kindness when she was young. Harboring a mixture of doubt and regret as to why she disappeared so suddenly, Riko decides to investigate what happened all those years ago."
  },
  {
    "sn": "307",
    "name": "Info 6",
    "desc": "Riko tracks down where the former secretary currently works, and goes to meet her. It's a hospital with ties to Umetane. There, Riko meets the director of the hospital, who she knew when she was younger."
  },
  {
    "sn": "308",
    "name": "Info 7",
    "desc": "Speaking with the former secretary, Riko is able to confront the burden of needing to meet the expectations of those around her. The director of the hospital advises that Riko speak to her father herself."
  },
  {
    "sn": "309",
    "name": "Info 8",
    "desc": "Riko confesses her dream of becoming a teacher to her father. To her surprise, rather than firmly oppose her desire, he hands her a memory stick that belonged to her mother."
  },
  {
    "sn": "310",
    "name": "Info 9",
    "desc": "On the memory stick is a video message left by her mother. Riko struggles to fight back the tears as she watches it, finally understanding her parents' love for her."
  },
  {
    "sn": "311",
    "name": "Info 10",
    "desc": "Riko realizes that there was never any pressure for her to meet others' expectations. Rather than rush her decision to become a teacher or the successor of Umetane, she chooses to take her time and walk her own path."
  },
  {
    "sn": "401",
    "name": "Thief Details",
    "desc": "A mysterious creature that resembles an owl and can communicate with humans. He has a calm disposition, but his antiquated vocabulary tends to confuse those around him. Nestled comfortably in {NAME2}'s bag, he is a reliable companion that offers helpful advice."
  },
  {
    "sn": "402",
    "name": "Info 1",
    "desc": "Lufel is a wealth of knowledge when it comes to the Metaverse, always giving useful advice to {NAME2}. However, he has lost part of his memory and does not know who he is. For some reason, he seems to have a powerful fixation with the concept of desire."
  },
  {
    "sn": "403",
    "name": "Info 2",
    "desc": "Lufel has the ability to transform into a car and drive {NAME2} and co. around Mementos. According to him, the concept of \"animals turning into vehicles\" is a cognition firmly established in Mementos, but the details are unclear."
  },
  {
    "sn": "404",
    "name": "Info 3",
    "desc": "Lufel, with his strange fixation on desire, witnesses the protagonist undergo a startling transformation..."
  },
  {
    "sn": "405",
    "name": "Info 4",
    "desc": "{NAME2}, with his powers now awakened, stands with Lufel at his side. As a bond of friendship forms between them, what will fate have in store for these unlikely comrades...?"
  },
  {
    "sn": "501",
    "name": "Thief Details",
    "desc": "A second-year student at Kokatsu Academy from class 2-D, next to {NAME2}'s classroom. While a compassionate guy, his awkwardness and poor social skills keep him from having many friends his age, so he spends his time alone more often than not."
  },
  {
    "sn": "502",
    "name": "Info 1",
    "desc": "After his confrontation with Miyazawa, Shun sets his focus on his dream of owning his own ramen shop in the future. He begins his search for his ideal ramen flavor, and asks {NAME2} to help him find it."
  },
  {
    "sn": "503",
    "name": "Info 2",
    "desc": "In his search for the ideal flavor, Shun picks out a monjayaki shop in Tsukishima. The ramen on their side menu uses the same dashi as the monjayaki, leaving Shun deeply moved by the flavor."
  },
  {
    "sn": "504",
    "name": "Info 3",
    "desc": "Taking an interest in both the cooking and managing side of business, Shun decides to try soupless tantanmen from a takeout spot. He's impressed by all the consideration they put into ensuring it stays tasty for a long while."
  },
  {
    "sn": "505",
    "name": "Info 4",
    "desc": "While eating a special curry ramen set at a ramen shop in Ogikubo, Shun is astounded by the uncompromising effort that went into the harmony of the dish, and recalls some memories from his childhood."
  },
  {
    "sn": "506",
    "name": "Info 5",
    "desc": "Shun heads to a diner that's running a collab menu with a famous ramen shop. There, he meets prestigious food consultant Takumi Serizawa, who invites him to enter her upcoming contest to create a new ramen dish."
  },
  {
    "sn": "507",
    "name": "Info 6",
    "desc": "Shun has come up with the novel concept of a ramenburger to present at the contest. He asks {NAME2} to taste-test it, and uses his feedback to further refine it."
  },
  {
    "sn": "508",
    "name": "Info 7",
    "desc": "Shun presents his carefully perfected ramenburger to Serizawa, but unfortunately it wasn't what she was looking for. Rather than come up with an outlandish idea, she advises him to give an entry that shows what he's learned."
  },
  {
    "sn": "509",
    "name": "Info 8",
    "desc": "Having hit a brick wall trying to come up with a dish for the contest, Shun heads to Heritage Kitchen to take a break. There, he learns that Pops adjusts his fried rice based on the customer's mood, giving him a new idea for his dish..."
  },
  {
    "sn": "510",
    "name": "Info 9",
    "desc": "Inspired by Heritage Kitchen's fried rice, Shun comes up with a ramen that can be customized to suit the customer, and earns Serizawa's approval to enter it in the contest."
  },
  {
    "sn": "511",
    "name": "Info 10",
    "desc": "As thanks for helping him prepare for the contest, Shun treats {NAME2} to a bowl of ramen that he made with him in mind. This is just the beginning of Shun's search for his ideal flavor..."
  },
  {
    "sn": "601",
    "name": "Thief Details",
    "desc": "A first-year student at Kokatsu Academy. Deeply immersed in a world of fantasy, he is the self-proclaimed \"Chosen One.\" He claims to possess otherworldly powers, but this has left him with few friends and a life of solitude."
  },
  {
    "sn": "602",
    "name": "Info 1",
    "desc": "While paying a visit to the library, {NAME2} is approached by Kurotani, who deems him to be a fellow chosen one like himself. He explains that they are destined to protect the school from a sinister threat."
  },
  {
    "sn": "603",
    "name": "Info 2",
    "desc": "Kurotani tells {NAME2} of the Harrowed Grounds, one of the many threats that surround the school. When they go to investigate, they discover a patch of land where plants refuse to grow... only to find out it's where the local cats have been answering nature's call."
  },
  {
    "sn": "604",
    "name": "Info 3",
    "desc": "{NAME2} and Kurotani head to the Hall of Lament to investigate the source of a terrifying wail... which turns out to be one student's means of relieving their stress."
  },
  {
    "sn": "605",
    "name": "Info 4",
    "desc": "Kurotani and {NAME2} head to the school store to uncover the mystery behind the Assassin's Juice, rumored to make any student who drinks it disappear. There, they spy a student buying up the entire supply of juice, and decide to investigate his motives."
  },
  {
    "sn": "606",
    "name": "Info 5",
    "desc": "As they follow Kazuki Take, the boy who bought up all the juice, Kurotani and {NAME2} discover that he's being taken advantage of by bullies. Kurotani steps in to defend him, sending the three bullies running."
  },
  {
    "sn": "607",
    "name": "Info 6",
    "desc": "Finding a letter from a female student in his shoe locker, Kurotani asks {NAME2} to accompany him to the audiovisual room to meet her, only to be trapped inside. To his surprise, it was a prank, and the culprit was none other than Take. Why would he do such a thing?"
  },
  {
    "sn": "608",
    "name": "Info 7",
    "desc": "It turns out that Take was forced by his mean friends from the other day to prank Kurotani. Kurotani tries to convince Take to cut ties with them, but he refuses to listen."
  },
  {
    "sn": "609",
    "name": "Info 8",
    "desc": "Kurotani still feels conflicted about Take standing up for his so-called friends. He opens up to {NAME2} about his own lonely past, and finds renewed ambition to save Take from those bullies."
  },
  {
    "sn": "610",
    "name": "Info 9",
    "desc": "Kurotani asks Take to lead him to his so-called friends, so he can settle this once and for all. The tense confrontation culminates with Take defending Kurotani, and bravely standing up to the bullies himself."
  },
  {
    "sn": "611",
    "name": "Info 10",
    "desc": "Thanks to Kurotani, Take's relationship with his three friends has improved tremendously. Through this experience, Kurotani was able to learn what it means to be a friend, and reaffirm his friendship with {NAME2}."
  },
  {
    "sn": "701",
    "name": "Thief Details",
    "desc": "A first-year university student from Sichuan, China currently staying in an apartment in Yongen-Jaya. She's an optimistic girl who'll approach anyone with a smile, though she does have a bit of a childish side."
  },
  {
    "sn": "702",
    "name": "Info 1",
    "desc": "While at the supermarket in Yongen-Jaya, {NAME2} bumps into Yaoling Li, a cheerful exchange student from Sichuan, China. As she's still not used to life in Japan, she's quick to request his help."
  },
  {
    "sn": "703",
    "name": "Info 2",
    "desc": "It was Yaoling's parents that encouraged her to study abroad, but she's still unsure as to what she should be getting out of it. So in order to understand the purpose of her exchange, she hopes to experience as much as she can while she's here."
  },
  {
    "sn": "704",
    "name": "Info 3",
    "desc": "Yaoling heads to Jinbocho to browse the countless secondhand bookstores that line its streets. Surprised to see so few students there, she wonders if Japanese students also feel a lack of purpose in their studies."
  },
  {
    "sn": "705",
    "name": "Info 4",
    "desc": "Yaoling pays a visit to the fashion hotspot of Harajuku. Admiring how the young people express themselves through fashion, she begins to contemplate what her core values are."
  },
  {
    "sn": "706",
    "name": "Info 5",
    "desc": "Near Yongen-Jaya Station, Yaoling happens to see her neighbor, Yukimi Fujikawa, being yelled at by her mother. Yaoling feels troubled, and she wonders what she can do to help her."
  },
  {
    "sn": "707",
    "name": "Info 6",
    "desc": "Hoping to find out more about her family situation, Yaoling and {NAME2} invite Yukimi on a trip to Asakusa. Yukimi insists that \"Mother knows best,\" which only makes Yaoling all the more concerned."
  },
  {
    "sn": "708",
    "name": "Info 7",
    "desc": "As thanks for inviting her out to Asakusa, Yukimi takes Yaoling to a traditional Japanese teahouse. Yaoling is fascinated to learn about tea ceremonies, but as cultures clash, she accidentally ends up causing trouble for the staff... and Yukimi."
  },
  {
    "sn": "709",
    "name": "Info 8",
    "desc": "Yaoling wants to make things up to Yukimi somehow. Realizing that she was only causing her more trouble, Yaoling hopes to better explain herself, and invites Yukimi out to another tea party, this time from her own culture."
  },
  {
    "sn": "710",
    "name": "Info 9",
    "desc": "Yaoling introduces Yukimi to a different tea-drinking experience, with a unique combination of teas and snacks. Through it, she conveys the importance of finding what's right for you as opposed to strictly adhering to tradition."
  },
  {
    "sn": "711",
    "name": "Info 10",
    "desc": "Through her clash and reconciliation with Yukimi, Yaoling came to understand the differences in culture between China and Japan, and the importance of bridging that gap. She hopes that {NAME2} will continue to help her as her sensei, so she can learn even more."
  },
  {
    "sn": "801",
    "name": "Thief Details",
    "desc": "A second-year student at Kokatsu Academy, belonging to class 2-D. She's been friends with Motoha since elementary school, and was battery mates with her in little league, where they won countless games together."
  },
  {
    "sn": "802",
    "name": "Info 1",
    "desc": "After her dream of becoming a pro baseball player is shattered by Kiuchi, Tomoko decides to look for a part-time job that she can devote herself to. She asks {NAME2} to accompany her to her first job at a crêpe shop."
  },
  {
    "sn": "803",
    "name": "Info 2",
    "desc": "The next job that Tomoko decides to take on is at the beef bowl restaurant in Shibuya. With her sharp eyes honed from years of playing baseball, she catches a customer who's been causing trouble for the store red-handed."
  },
  {
    "sn": "804",
    "name": "Info 3",
    "desc": "Tomoko and the protagonist take up a part-time job at the convenience store in Shibuya. She's left feeling somewhat glum when her neighbor comes to the counter and brings up her injury, but otherwise manages to complete her shift without trouble."
  },
  {
    "sn": "805",
    "name": "Info 4",
    "desc": "While working at the drugstore in Shibuya, Tomoko and {NAME2} meet the famous figure skater, Kotone Montagne, who also suffered an injury."
  },
  {
    "sn": "806",
    "name": "Info 5",
    "desc": "{NAME2} and Tomoko take up a part-time job at an accessory store in Shinjuku. She reflects on the struggles she's faced since her injury, and worries that Kotone might be going through the same."
  },
  {
    "sn": "807",
    "name": "Info 6",
    "desc": "Tomoko and {NAME2} happen to be working at the flower shop when Kotone comes in with a difficult request. Tomoko goes above and beyond to amass all the flowers needed for Kotone's bouquet, leading to the two becoming even closer."
  },
  {
    "sn": "808",
    "name": "Info 7",
    "desc": "For their next part time job, Tomoko and {NAME2} work at the diner in Shibuya. Just as they're about to leave, they bump into Kotone, so they end up sharing a meal together, and make plans to meet up again."
  },
  {
    "sn": "809",
    "name": "Info 8",
    "desc": "The three head out to Odaiba Seaside Park, where they spend a fun-filled day together. As they're about to head home, Kotone opens up about the true reason why she hasn't returned to figure skating... Her confidence has been destroyed by hurtful comments online."
  },
  {
    "sn": "810",
    "name": "Info 9",
    "desc": "While working at the book store in Shibuya, Tomoko thinks back to her baseball days, and tries to come up with a way to help Kotone remember the fans who have supported her."
  },
  {
    "sn": "811",
    "name": "Info 10",
    "desc": "Tomoko invites Kotone to visit their school and, with the help of the brass band, surprises her with a cheer song just for her. Kotone is deeply moved, and in that moment, Tomoko feels that her days playing baseball were truly worthwhile."
  },
  {
    "sn": "901",
    "name": "Thief Details",
    "desc": "A lively housewife who lives next door to {NAME2}. She was once a stylist, but retired after getting married, and feels a slight tinge of emptiness in her heart. She's known to let slip some occasional outdated slang from her youth."
  },
  {
    "sn": "902",
    "name": "Info 1",
    "desc": "Tomiyama is going to be looking after her nephew who happens to be around {NAME2}'s age. In order to better get along with him, she wants to get some insight on how kids these days think."
  },
  {
    "sn": "903",
    "name": "Info 2",
    "desc": "Tomiyama wants her nephew to send her a photo so that she can recognize him when she picks him up at the station, but is shocked to find that when she asks him for an MMS, he has no idea what she's talking about."
  },
  {
    "sn": "904",
    "name": "Info 3",
    "desc": "Tomiyama is astonished to learn that her nephew, Leo Kamiyama, never walks around with any cash on him. Thinking back to how things were when she was younger, she becomes even more painfully aware of the generation gap than before."
  },
  {
    "sn": "905",
    "name": "Info 4",
    "desc": "Tomiyama can't help but wonder if the fact that her and Leo haven't had any arguments might be a sign of distance between them. She figures she's probably needlessly worrying, but still can't keep it out of her mind."
  },
  {
    "sn": "906",
    "name": "Info 5",
    "desc": "Tomiyama wants to do something to support Leo in preparation for his audition. Seeing him pursue his dream reminds her of how she fought with her parents back when she was doing the same."
  },
  {
    "sn": "907",
    "name": "Info 6",
    "desc": "Unfortunately, Leo's audition didn't go so well, and Tomiyama's unsure of how to console him. At {NAME2}'s suggestion, she decides not to make a big fuss about it, but is she just overthinking things?"
  },
  {
    "sn": "908",
    "name": "Info 7",
    "desc": "Tomiyama is still worrying over how to support Leo, and turns to {NAME2} for advice. Even she realizes that she might be interfering too much..."
  },
  {
    "sn": "909",
    "name": "Info 8",
    "desc": "Tomiyama makes a careless remark that causes Leo to run away from home. She asks {NAME2} to help bring him home, and the two of them realize where they both went wrong."
  },
  {
    "sn": "910",
    "name": "Info 9",
    "desc": "After talking things through with Tomiyama, Leo has decided to move out. Through his interactions with Tomiyama and {NAME2}, he was finally able to understand what he needs to do as an actor."
  },
  {
    "sn": "911",
    "name": "Info 10",
    "desc": "Tomiyama came to understand the differences between the youths of today and her, both now at her current age and when she was young herself. She hopes that next time, she'll be able to better support people in different circumstances than her."
  },
  {
    "sn": "1101",
    "name": "Thief Details",
    "desc": "A mysterious avatar that {NAME2} meets in Harvest World Online. Cheerful and friendly, her somewhat refined manner of speech and eccentric behavior is rather endearing."
  },
  {
    "sn": "1102",
    "name": "Info 1",
    "desc": "When {NAME2} signs in to the virtual world, he's greeted by a rather assertive player going by the name of Yui, and winds up agreeing to start a farm with her."
  },
  {
    "sn": "1103",
    "name": "Info 2",
    "desc": "{NAME2} logs in to the virtual world to find that Yui has plowed the land with a giant tractor. They head to town to buy seeds and fertilizer, where another player warns {NAME2} about spending time with her."
  },
  {
    "sn": "1104",
    "name": "Info 3",
    "desc": "While watering the field with a large hose, Yui opens up about her lonely experience playing the game. {NAME2} decides not to worry about it and offers to keep playing with her."
  },
  {
    "sn": "1105",
    "name": "Info 4",
    "desc": "While using a bazooka to spray the field with fertilizer, Yui chats with {NAME2} about potatoes. Their conversation leads to her asking him if he'd go with her \"friend\" to a burger shop in Shibuya."
  },
  {
    "sn": "1106",
    "name": "Info 5",
    "desc": "{NAME2} heads to the burger shop in Shibuya and meets Yui's friend, Musubi Matsukata. She seems very busy with her IT job, and talks wistfully about growing up on a farm."
  },
  {
    "sn": "1107",
    "name": "Info 6",
    "desc": "{NAME2} logs in to find Yui performing a rousing cheerleading routine to the potatoes, but when they discover that their field has been attacked by potato moles, Yui is devastated and abruptly logs off."
  },
  {
    "sn": "1108",
    "name": "Info 7",
    "desc": "When Yui finally returns to the game some time later, she's surprised to find that the field is thriving once again—all thanks to the hard work of {NAME2}, who dealt with the moles while she was away. Now Yui's back to her enthusiastic self."
  },
  {
    "sn": "1109",
    "name": "Info 8",
    "desc": "A reinvigorated Yui flies a helicopter over the field, scattering seeds to diversify their crops. As they discuss real-world plants, Yui mentions that Musubi has also expressed interest in growing plants, and asks if {NAME2} would give her some advice."
  },
  {
    "sn": "1110",
    "name": "Info 9",
    "desc": "{NAME2} and Musubi head out to the flower shop in Shibuya to pick out a plant that would suit her busy lifestyle. She also explains why Yui was offline for such a long time."
  },
  {
    "sn": "1111",
    "name": "Info 10",
    "desc": "{NAME2} logs in to find Yui blowing up nearby mountains. She wants to clear some land and make the place resemble Musubi's hometown. {NAME2} promises to keep supporting her."
  },
  {
    "sn": "1201",
    "name": "Thief Details",
    "desc": "A university student stands in Shibuya Station square holding a guitar. Despite wanting to go solo after her high school band disbanded, she lacks the strength to do so and fails to play a single song."
  },
  {
    "sn": "1202",
    "name": "Info 1",
    "desc": "{NAME2} waits expectantly for Sakai to play but she remains unmoving. After finding her missing permit, the two exchange contact info."
  },
  {
    "sn": "1203",
    "name": "Info 2",
    "desc": "Reassured by {NAME2}'s presence as a fellow musician, Sakai starts playing. An old acquaintance spots her and strikes up a conversation, but the exchange leaves Sakai disheartened and unable to continue on with her set."
  },
  {
    "sn": "1204",
    "name": "Info 3",
    "desc": "{NAME2} worries about Sakai still feeling down. She explains that the person they met the other day was her former bandmate, Ryoko. Knowing that she gave up music weighs heavily on Sakai's mind."
  },
  {
    "sn": "1205",
    "name": "Info 4",
    "desc": "Finding out that Sakai didn't get a permit for the day, {NAME2} instead invites Sakai to practice at Inokashira Park. After hearing her sing for the first time, {NAME2} helps Sakai plan for her next live performance."
  },
  {
    "sn": "1206",
    "name": "Info 5",
    "desc": "{NAME2} comes up with a plan based on the practice in Inokashira Park. Carried by the rhythm of the tambourine, Sakai performs beautifully and decides to try playing an original song next time."
  },
  {
    "sn": "1207",
    "name": "Info 6",
    "desc": "Now accustomed to busking in Shibuya, Sakai turns to {NAME2} for advice on writing lyrics and the melody for her new song."
  },
  {
    "sn": "1208",
    "name": "Info 7",
    "desc": "Sakai's dream of playing together again with Ryoko was quickly dashed after Ryoko expresses that her performance helped her come to terms with quitting music. {NAME2} comforts Sakai."
  },
  {
    "sn": "1209",
    "name": "Info 8",
    "desc": "After feeling down about Ryoko, Sakai invites {NAME2} to a jam session. As they play together, Sakai finds the strength that Ryoko saw in her and decides to continue chasing music."
  },
  {
    "sn": "1210",
    "name": "Info 9",
    "desc": "Sakai gives {NAME2} a taste of her new song. Wanting to add a bass part, the two occupy Kokatsu Academy's band club room to rearrange the song."
  },
  {
    "sn": "1211",
    "name": "Info 10",
    "desc": "Sakai and {NAME2} debut the new song in Shibuya. After watching their performance, Ryoko entrusts Sakai with carrying on her passion for music."
  },
  {
    "sn": "1301",
    "name": "Thief Details",
    "desc": "A woman who works at a cocktail bar in Shibuya. Specializing in flair bartending, she tosses bottles and shakers as she mixes drinks with style. Although she might appear mature at first glance, looks can be deceiving..."
  },
  {
    "sn": "1302",
    "name": "Info 1",
    "desc": "While practicing her flair bartending techniques, Shiina accidentally splashes {NAME2} with water, and offers him a non-alcoholic mocktail as an apology."
  },
  {
    "sn": "1303",
    "name": "Info 2",
    "desc": "As Shiina's newly appointed mocktail taste-tester, {NAME2} hears about how she came to be a bartender."
  },
  {
    "sn": "1304",
    "name": "Info 3",
    "desc": "While presenting her latest flair bartending techniques to {NAME2}, Shiina mentions that she was a member of the dance club in college, and incorporates those dance moves into her routine."
  },
  {
    "sn": "1305",
    "name": "Info 4",
    "desc": "{NAME2} happens to bump into Shiina on her way back from buying supplies, and offers to help her carry them to the bar. As thanks, she whips him up a sweet, refreshing mocktail that revitalizes him after that strenuous task."
  },
  {
    "sn": "1306",
    "name": "Info 5",
    "desc": "One of the customer's remarks about Shiina's dancing makes her go unusually quiet. It seems there's a certain reason why she had to give up dancing, and it's not something she likes to think about."
  },
  {
    "sn": "1307",
    "name": "Info 6",
    "desc": "Shiina is conflicted about whether or not to sign up for an upcoming flair bartending competition. It turns out that there used to be someone who constantly harassed her at her dancing competitions in the past."
  },
  {
    "sn": "1308",
    "name": "Info 7",
    "desc": "The man who harassed Shiina in the past shows up at her bar and starts criticizing her bartending. It's up to {NAME2} to locate his Shadow in Mementos and change his heart."
  },
  {
    "sn": "1309",
    "name": "Info 8",
    "desc": "The man who harrassed Shiina suddenly apologizes to her for his behavior, and the situation is resolved. Shiina seems to suspect that {NAME2} had something to do with it, but decides not to press him on it."
  },
  {
    "sn": "1310",
    "name": "Info 9",
    "desc": "{NAME2} pays a visit the bar, and happens to find an inebriated Shiina. She had made the decision to enter the flair bartending competition, but wound up getting a little too carried away in her drink-mixing practice, so {NAME2} offers to make her a mocktail."
  },
  {
    "sn": "1311",
    "name": "Info 10",
    "desc": "Unfortunately, Shiina didn't win the competition, but she's satisfied knowing that she gave it her best. While showing off her routine to {NAME2}, she says she looks forward to being able to drink with him someday."
  },
  {
    "sn": "1401",
    "name": "Thief Details",
    "desc": "A young girl puts on a puppet show on the streets of Shinjuku. Despite facing harassment and hardships, she continues pursuing her craft."
  },
  {
    "sn": "1402",
    "name": "Info 1",
    "desc": "A puppet show in Shinjuku catches {NAME2}'s eye. After being used to deflect police questioning, {NAME2} learns that her name is Miyu."
  },
  {
    "sn": "1403",
    "name": "Info 2",
    "desc": "Two men threaten Miyu for money. {NAME2} quickly runs off to call the police, but it takes some time to explain the situation."
  },
  {
    "sn": "1404",
    "name": "Info 3",
    "desc": "Miyu changed her venue from Shinjuku to Kichijoji. In a diner Miyu and {NAME2} stopped by after the performance, she told him her situation. Apparently she's run away from home to escape her unreasonable parents."
  },
  {
    "sn": "1405",
    "name": "Info 4",
    "desc": "As Miyu chatted with a group of children in Kichijoji, {NAME2} learned that her family seems to be pretty well off. She talked about her feelings for the story \"The Little Mermaid,\" relating it to her own circumstances."
  },
  {
    "sn": "1406",
    "name": "Info 5",
    "desc": "After a puppet show, Miyu is almost attacked by a suspicious man. {NAME2} intervened and saved her, but he had a nagging suspicion he had seen the man's face before somewhere in Shinjuku..."
  },
  {
    "sn": "1407",
    "name": "Info 6",
    "desc": "Miyu is invited to perform at a street performance festival, and she is eager to do so. But she and {NAME2} then spot the suspicious man from earlier and wonder about his identity."
  },
  {
    "sn": "1408",
    "name": "Info 7",
    "desc": "Miyu has her puppet show equipment snatched and destroyed by the suspicious man. After {NAME2} apprehends the man, it is revealed that all of these incidents were arranged by Miyu's parents."
  },
  {
    "sn": "1409",
    "name": "Info 8",
    "desc": "Despite managing to repair all of her broken puppet show equipment, Miyu still felt down, so she invited {NAME2} on a date. Their stroll around town and trip to the aquarium seemed to lift her spirits again."
  },
  {
    "sn": "1410",
    "name": "Info 9",
    "desc": "The street performance festival that Miyu was hoping to participate in finds itself in danger of being canceled. If her parents will stop at nothing to keep Miyu down, it leaves {NAME2} no choice but to change their hearts in Mementos!"
  },
  {
    "sn": "1411",
    "name": "Info 10",
    "desc": "The cancellation crisis is averted, and the street performance festival goes off without a hitch. Even Miyu's parents could be seen in attendance, watching with skepticism from afar."
  },
  {
    "sn": "1501",
    "name": "Thief Details",
    "desc": "{NAME2} comes across a master at shooting games at the arcade in Shibuya. He appears to be a resident doctor at a nearby hospital and is always seen wearing his white coat. While a genius, his snarky comments invite trouble."
  },
  {
    "sn": "1502",
    "name": "Info 1",
    "desc": "{NAME2} meets a master at shooting games at the arcade named Kitazato. Unfortunately, the man gets called away by his preceptor before {NAME2} could challenge him."
  },
  {
    "sn": "1503",
    "name": "Info 2",
    "desc": "{NAME2} competed against Kitazato in the shooting game, but didn't stand a chance. After the match, Kitazato asked if {NAME2} would be willing to participate in his research."
  },
  {
    "sn": "1504",
    "name": "Info 3",
    "desc": "Kitazato has been concerned about a growing trend among his patients, that their will to live has been fading. When he met {NAME2}, he sensed that he possessed a strong will, and wants to conduct a conversational study with him as part of his research."
  },
  {
    "sn": "1505",
    "name": "Info 4",
    "desc": "Kitazato notices that the shooting game is free, so he offers to give {NAME2} some tips before their study session. {NAME2} is surprised by Kitazato's total dismissal of anything unrelated to his research."
  },
  {
    "sn": "1506",
    "name": "Info 5",
    "desc": "{NAME2} and Kitazato wind up battling against two guys causing trouble at the arcade, but when they refuse to leave even after losing, the other arcade-goers muster up the courage to demand them to leave, which impresses Kitazato."
  },
  {
    "sn": "1507",
    "name": "Info 6",
    "desc": "Kitazato tells {NAME2} about a patient of his who lacks the will to live, and even refused the operation that he had recommended to them. {NAME2} reminds Kitazato about the crowd at the arcade, and that he still might be able to encourage the patient."
  },
  {
    "sn": "1508",
    "name": "Info 7",
    "desc": "At {NAME2}'s suggestion, Kitazato tries to convince the patient by sharing a personal annecdote with them, but his preceptor intervenes. {NAME2} decides to go to Mementos to change Kitazato's perceptor's heart."
  },
  {
    "sn": "1509",
    "name": "Info 8",
    "desc": "Kitazato is surprised that his perceptor suddenly agreed to let him go through with the operation. He thanks {NAME2} for all his help with a rather bizarre gift..."
  },
  {
    "sn": "1510",
    "name": "Info 9",
    "desc": "Although Kitazato's preparation for the surgery is going well, he still feels anxious about having his patient's life in his hands. {NAME2} reminds Kitazato that the patient trusts him, which gives him the encouragement he needs."
  },
  {
    "sn": "1511",
    "name": "Info 10",
    "desc": "Fortunately, the surgery was a success, the patient is recovering well, and Kitazato's perceptor even apologized to him for his behavior.\nWith everything resolved, Kitazato tells {NAME2} that he wishes to resume their conversational study."
  },
  {
    "sn": "1601",
    "name": "Thief Details",
    "desc": "{NAME2} got to know Ashiya, his senpai of sorts at his part-time job at the flower shop in Shibuya. He's a kind-hearted third-year student at Kokatsu Academy with a passion for flowers. However, he does come off as a bit awkward with getting to know others, perhaps because he comes from a wealthy family."
  },
  {
    "sn": "1602",
    "name": "Info 1",
    "desc": "{NAME2} manages to strike up a conversation with Ashiya as a fellow part-timer at the flower shop in Shibuya. He quickly goes overboard and invites {NAME2} to his place. Luckily, he seems to be aware that his approach to friendship is unusual."
  },
  {
    "sn": "1603",
    "name": "Info 2",
    "desc": "A simple invitation to go out to eat together from Ashiya turned out to be at a high-end sushi restaurant. He said it was his treat, but his sense of the cost of things seemed to be a bit out-of-touch... {NAME2} had to subtly remind him that this wasn't so common for most people."
  },
  {
    "sn": "1604",
    "name": "Info 3",
    "desc": "To make up for his social faux pas with the expensive sushi restaurant, Ashiya gave {NAME2} a yellow rose. To ease Ashiya's worries that he wouldn't be his friend over those kinds of mishaps, {NAME2} told him that they were already friends."
  },
  {
    "sn": "1605",
    "name": "Info 4",
    "desc": "A customer confronts {NAME2} with unreasonable arguments, but Ashiya is able to cooly handle the situation, showing that he's not only considerate, but also reliable."
  },
  {
    "sn": "1606",
    "name": "Info 5",
    "desc": "Ashiya became visibly upset when he received a phone call saying a family member was injured. His concern grew even worse, however, when {NAME2} mentioned on their way back from the hospital that he was living alone at the moment."
  },
  {
    "sn": "1607",
    "name": "Info 6",
    "desc": "{NAME2} started feeling unwell at work, which Ashiya immediately picked up on and demanded that {NAME2} go home at rest. Ashiya even went so far as to drop off some food for {NAME2} at his home."
  },
  {
    "sn": "1608",
    "name": "Info 7",
    "desc": "Ashiya's overbearingness has gotten to be a bit much for {NAME2}... Despite Ashiya's worries about an irregular task at their workplace, {NAME2} managed to get it done without Ashiya's help."
  },
  {
    "sn": "1609",
    "name": "Info 8",
    "desc": "Ashiya has realized he was doting a bit too much on {NAME2}. He explained that it stems from a friend from his younger years who he wasn't able to see anymore due to a sickness. At the same time, Ashiya doesn't want to cause trouble for {NAME2}."
  },
  {
    "sn": "1610",
    "name": "Info 9",
    "desc": "The surprising vitality of plants reminds Ashiya of how important it is to believe in people's own strengths. So, while there's still a part of him that wants to take care of {NAME2}..."
  },
  {
    "sn": "1611",
    "name": "Info 10",
    "desc": "Ashiya gathers his courage and invites {NAME2} back to his house once more. Trying not to be pushy, he says he wants to introduce {NAME2} to his parents as his friend. How could {NAME2} not accept?"
  },
  {
    "sn": "1701",
    "name": "Thief Details",
    "desc": "A world-class figure skater who {NAME2} and Tomoko helped pull out of her slump and has returned to the rink. She is of Japanese and French descent, and is well-known for her glistening silver hair."
  },
  {
    "sn": "1702",
    "name": "Info 1",
    "desc": "{NAME2} happens to run into Kotone in Shibuya, where she suddenly asks him out on a date. She explains to him that her coach is retiring soon, but she's struggling to grasp the theme of her latest routine: love."
  },
  {
    "sn": "1703",
    "name": "Info 2",
    "desc": "{NAME2} goes to watch Kotone's practice her routine. Her coach says that her performance still fails to convey the theme of love... and, for some reason, suggests that {NAME2} should keep attending her practices."
  },
  {
    "sn": "1704",
    "name": "Info 3",
    "desc": "{NAME2} accompanies Kotone to Jinbocho after practice as she looks for a book. She wonders if, perhaps just by saying the words \"I love you,\" she might be able to better grasp the theme of love..."
  },
  {
    "sn": "1705",
    "name": "Info 4",
    "desc": "Kotone asks {NAME2} to go skating with her before practice. Seeing him skate, she's reminded of when she first started skaing. As Kotone asks {NAME2} what he thinks the audience enjoys about her skating... he notices a man with a camera."
  },
  {
    "sn": "1706",
    "name": "Info 5",
    "desc": "Kotone is distraught after a photograph of {NAME2} and Kotone skating together was published in an online news article, but {NAME2} helps her get to practice, and she manages to perform without issue."
  },
  {
    "sn": "1707",
    "name": "Info 6",
    "desc": "Kotone's coach offers a clue about the theme of her routine. Kotone seems no less confused, but {NAME2} suggests they ponder over it together."
  },
  {
    "sn": "1708",
    "name": "Info 7",
    "desc": "Kotone's performance drops when she hears that her coach is retiring. She thought her inconsistencies were due to her being easily influnced by words from others, but she realizes that having someone by her side is what's important."
  },
  {
    "sn": "1709",
    "name": "Info 8",
    "desc": "Satisfaction with her ice skating and feelings of love (the theme of this competition) can only come from having someone to share them with. Realizing this, Kotone requests a drastic change in her costume."
  },
  {
    "sn": "1710",
    "name": "Info 9",
    "desc": "Kotone's coach unexpectedly invites a journalist who previously wrote a tabloid article about her to her open practice session. Undaunted, Kotone skillfully maneuvers through both the interview and practice, demonstrating her strength."
  },
  {
    "sn": "1711",
    "name": "Info 10",
    "desc": "Kotone's new costume is complete, and the dress rehearsal day arrives. Seeing Kotone's enthusiasm to convey her love for the people looking out for her, her coach postpones his retirement."
  }
]