[
  {
    "sn": "1",
    "name": "Winter Owls",
    "desc": "In Japanese, the words for \"owl\" and \"no hardship\" sound similar, which is why owls bring to mind positive concepts. These fluffy winter owls are cute and popular."
  },
  {
    "sn": "2",
    "name": "A Day with Shichi-kun",
    "desc": "Shichi-kun works hard every day to promote his beloved Shibuya to everyone. If you want to enjoy Shibuya to the fullest, go on a walk with Shichi-kun."
  },
  {
    "sn": "3",
    "name": "Capy B. Family",
    "desc": "Capy B. is the most popular animal in the zoo. Just seeing him and his family enjoying a relaxing time is comforting. He loves taking baths."
  },
  {
    "sn": "4",
    "name": "Queue of 100 Demons",
    "desc": "You feel like someone calls you name, but when you turn around, no one is there. Perhaps it's a resident of another world, calling out to you."
  },
  {
    "sn": "5",
    "name": "All-New 4WD Tanks",
    "desc": "With their unique characteristics and personalities, these tanks fight to the absolute limit of their abilities in an ever-changing war zone. Who will dominate the battlefield?"
  },
  {
    "sn": "101",
    "name": "Shichi-kun's Circus Parade",
    "desc": "To help show off how wonderful Shibuya is, Shichi-kun is holding a grand circrus parade! Which of his acts will be your favorite?"
  },
  {
    "sn": "201",
    "name": "A Cool Day in Sushi Village",
    "desc": "Wrapped in their thick seaweed coats and residing in scrumptious igloos, these sushi rolls are living up their arctic lives as cool as cucumbers."
  },
  {
    "sn": "202",
    "name": "Office Heroes",
    "desc": "When trouble strikes, this group of run-of-the-mill office workers morph into the Office Heroes and add saving the day to their to-done list."
  },
  {
    "sn": "203",
    "name": "Costume Party",
    "desc": "Capy B. is trying out different looks for a costume party. Which is your favorite?"
  },
  {
    "sn": "204",
    "name": "Beast Bots Genesis",
    "desc": "A new line of mechsuit models launched by a popular brand known its all-terrain tanks."
  }
]