[
  {
    "sn": "310101",
    "desc": "When startled or wary, their fluffy bodies have a habit of shrinking, which can be very cute.\nObtainable from a Zoshigaya-exclusive capsule machine."
  },
  {
    "sn": "310102",
    "desc": "The world's largest owl. It owes much of its large size to its fluffy feathers and long tail.\nObtainable from a Zoshigaya-exclusive capsule machine."
  },
  {
    "sn": "310103",
    "desc": "Measuring less than a foot tall even when fully grown, they are often kept as pets.\nObtainable from a Zoshigaya-exclusive capsule machine."
  },
  {
    "sn": "310104",
    "desc": "The smallest of the owls that can be found in Japan. Its feathers stand up straight and look like cute ears.\nObtainable from a Zoshigaya-exclusive capsule machine."
  },
  {
    "sn": "310105",
    "desc": "Usually alone or in pairs, they live in groups in the winter. They're adorable when cuddling together to sleep.\nObtainable from a Zoshigaya-exclusive capsule machine."
  },
  {
    "sn": "310106",
    "desc": "An owl with feathers as white and fluffy as snow. Popular for their tendency to make a laughter-like expression.\nObtainable from a Zoshigaya-exclusive capsule machine."
  },
  {
    "sn": "310111",
    "desc": "Shichi-kun loves to go for walks with everyone.\nObtainable from a Shibuya-exclusive capsule machine."
  },
  {
    "sn": "310112",
    "desc": "With those cool sunglasses, Shichi-kun's giving off a slightly more mature vibe.\nObtainable from a Shibuya-exclusive capsule machine."
  },
  {
    "sn": "310113",
    "desc": "Shichi-kun is always in a good mood, but sometimes he gets a bit carried away.\nObtainable from a Shibuya-exclusive capsule machine."
  },
  {
    "sn": "310114",
    "desc": "Shichi-kun loves Boom Bang Burger.\nObtainable from a Shibuya-exclusive capsule machine."
  },
  {
    "sn": "310115",
    "desc": "Even the energetic Shichi-kun needs time to refresh.\nObtainable from a Shibuya-exclusive capsule machine."
  },
  {
    "sn": "310116",
    "desc": "Strapped to a set of vibrant balloons, Shichi-kun helps make Shibuya's skyline even more colorful.\nA super rare capsule obtainable from a Shibuya-exclusive capsule machine."
  },
  {
    "sn": "310121",
    "desc": "The zookeeper decided to play a little prank on Capy B., who had fallen asleep in the bath. Clementines are Capy B.'s favorite food.\nObtainable from a Shinjuku-exclusive capsule machine."
  },
  {
    "sn": "310122",
    "desc": "The zookeeper decided to play a little prank on Capy B., who had fallen asleep in the bath. The fresh scent of yuzu enhances relaxation.\nObtainable from a Shinjuku-exclusive capsule machine."
  },
  {
    "sn": "310123",
    "desc": "The zookeeper decided to play a little prank on Capy B., who had fallen asleep in the bath. Capy B. doesn't mind the smell of durian.\nObtainable from a Shinjuku-exclusive capsule machine."
  },
  {
    "sn": "310124",
    "desc": "The zookeeper decided to play a little prank on Capy B., who had fallen asleep in the bath. The ducklings relax here, too.\nObtainable from a Shinjuku-exclusive capsule machine."
  },
  {
    "sn": "310125",
    "desc": "The zookeeper decided to play a little prank on Capy B., who had fallen asleep in the bath. The warmth of the bath even caused the cat to fall asleep.\nObtainable from a Shinjuku-exclusive capsule machine."
  },
  {
    "sn": "310126",
    "desc": "Capy B.'s family is very tight-knit. They're always together, even in the bath.\nA super rare capsule. Obtainable from a Shinjuku-exclusive capsule machine."
  },
  {
    "sn": "310131",
    "desc": "A Bake-danuki is a yokai that loves alcohol. Could it be that some people who often drink alcohol are actually not human at all...?\nObtainable at capsule machines around the city."
  },
  {
    "sn": "310132",
    "desc": "A yokai that loves pranks. They exist to laugh at the sight of humans they fluster and terrorize.\nObtainable at capsule machines around the city."
  },
  {
    "sn": "310133",
    "desc": "A yokai taking a child's form. He pretends to be a lost child and uses his single big eye to scare humans.\nObtainable at capsule machines around the city."
  },
  {
    "sn": "310134",
    "desc": "A yokai lurking in the sea. Often appearing in the water at night, they suddenly manifest and sink passing boats.\nObtainable at capsule machines around the city."
  },
  {
    "sn": "310135",
    "desc": "The Inari Fox are messengers of the gods of the harvest. They kindly watch over people who work diligently.\nObtainable at capsule machines around the city."
  },
  {
    "sn": "310136",
    "desc": "A transformed elderly cat. They have two tails and can reportedly speak human language.\nObtainable at capsule machines around the city."
  },
  {
    "sn": "310137",
    "desc": "A kitsune's wedding is said to be an omen of good fortune. Humans who witness it may be blessed with good luck.\nObtainable at capsule machines around the city."
  },
  {
    "sn": "310138",
    "desc": "A shy yokai said to bring good fortune to homes. You can only see one in childhood. Perhaps you've encountered one in the past.\nObtainable at capsule machines around the city."
  },
  {
    "sn": "310141",
    "desc": "Not only does The Red Panther feature a sleek, red body, a lightweight undercarraige, and a turbo engine, but it also comes outfitted with hyper-realistic cat-ear-shaped headlights.\nObtainable at capsule machines around the city."
  },
  {
    "sn": "310142",
    "desc": "Its exceptionally air-resistant body makes even the sharpest cornering look like child's play.\nObtainable at capsule machines around the city."
  },
  {
    "sn": "310143",
    "desc": "While its above-average weight causes slower acceleration compared to other tanks, its strongest weapon is the power to push forward in any terrain.\nObtainable at capsule machines around the city."
  },
  {
    "sn": "310144",
    "desc": "Its charmingly-large tailfins provide this tank with the highest maneuverability in the series.\nObtainable at capsule machines around the city."
  },
  {
    "sn": "310145",
    "desc": "Using its thick front armor as its source of power, it can blast away any tanks that dare approach it.\nObtainable at capsule machines around the city."
  },
  {
    "sn": "310146",
    "desc": "As the only tank in the series equipped with a high-tech core, it can easily achieve victory using precise, AI-driven operation.\nA super rare capsule obtainable from capsule machines around the city."
  },
  {
    "sn": "310151",
    "desc": "Shichi-kun signals the start of the parade with a lively beat on a drum that echoes throughout Shibuya.\nObtainable from a Shibuya-exclusive capsule machine."
  },
  {
    "sn": "310152",
    "desc": "Everyone, look! It's a bird, it's a plane—no, it's Shichi-kun drawing a rainbow in the sky above Shibuya!\nObtainable from a Shibuya-exclusive capsule machine."
  },
  {
    "sn": "310153",
    "desc": "A fantastic magic show from Shichi-kun... What will he pull out of his hat to amaze the crowd?\nObtainable from a Shibuya-exclusive capsule machine."
  },
  {
    "sn": "310154",
    "desc": "Dressed as a bright-eyed and bushy-tailed clown, Shichi-kun puts the crowd in high spirits.\nObtainable from a Shibuya-exclusive capsule machine."
  },
  {
    "sn": "310155",
    "desc": "My, what big ears and nose you have, Shichi-kun... Has the beast tamer has become the beast and joined the parade?\nObtainable from a Shibuya-exclusive capsule machine."
  },
  {
    "sn": "310156",
    "desc": "Hm? That's strange... Looks like Shichi-kun's stuck behind some sort of invisible wall.\nObtainable from a Shibuya-exclusive capsule machine."
  },
  {
    "sn": "310157",
    "desc": "With a skillful jump though rings of fire, Shichi-kun shows the crowd you can do anything you put your mind to.\nObtainable from a Shibuya-exclusive capsule machine."
  },
  {
    "sn": "310158",
    "desc": "The parade has led to the big top, where Shichi-kun waits, tail wagging at the thought of bringing a smile to everyone's faces with more circus acts.\nObtainable from a Shibuya-exclusive capsule machine."
  },
  {
    "sn": "310161",
    "desc": "The fashionista of Sushi Village. In their glamorous attire, they shine like no other.\nObtainable from a Kichijoji-exclusive capsule machine."
  },
  {
    "sn": "310162",
    "desc": "A hard and diligent worker with a hearty body.\nObtainable from a Kichijoji-exclusive capsule machine."
  },
  {
    "sn": "310163",
    "desc": "Beneath their shy demeanor is a gentle and kind soul.\nObtainable from a Kichijoji-exclusive capsule machine."
  },
  {
    "sn": "310164",
    "desc": "A surprisingly popular villager, despite their efforts to stay tightly wrapped.\nObtainable from a Kichijoji-exclusive capsule machine."
  },
  {
    "sn": "310165",
    "desc": "The sweetheart of Sushi Village, their bright personality always lights up the room.\nObtainable from a Kichijoji-exclusive capsule machine."
  },
  {
    "sn": "310166",
    "desc": "A cut above the rest, they act mature but can feel uneasy at times.\nObtainable from a Kichijoji-exclusive capsule machine."
  },
  {
    "sn": "310167",
    "desc": "The very approachable and ever attentive mayor's assistant.\nObtainable from a Kichijoji-exclusive capsule machine."
  },
  {
    "sn": "310168",
    "desc": "One of the landmark buildings in Sushi Village. It features orange walls with beautiful patterns and plenty of space for the villagers and their catches.\nObtainable from a Kichijoji-exclusive capsule machine."
  },
  {
    "sn": "310171",
    "desc": "Hearing someone sobbing in the kitchenette, the Red Office Hero pops in to help dry their tears over a nice, hot cup of tea.\nObtainable from a capsule machine in the city."
  },
  {
    "sn": "310172",
    "desc": "Surrounded on all sides by messy stacks of paperwork? Call on the Blue Office Hero to come to the rescue.\nObtainable from a capsule machine in the city."
  },
  {
    "sn": "310173",
    "desc": "Error windows flood the screen. The computer freezes. Your data could be corrupted... Never fear, for the Green Office Hero is here.\nObtainable from a capsule machine in the city."
  },
  {
    "sn": "310174",
    "desc": "New to the job, the Yellow Office Hero is still learning the ropes but will do all they can to lend a helping hand.\nObtainable from a capsule machine in the city."
  },
  {
    "sn": "310175",
    "desc": "The Pink Office Hero provides unbeatable backup with their incredible insight and impeccable organization.\nObtainable from a capsule machine in the city."
  },
  {
    "sn": "310176",
    "desc": "Always serious yet well-respected, the dependable Gray Office Exec has led the team to success on numerous occasions.\nObtainable from a capsule machine in the city."
  }
]