[
  {
    "sn": "101",
    "title": "Pirates of Curly-Hair Anne",
    "desc": " A red-headed lass with a silver tongue uses her sharp wits and intelligence to rise to the ranks of pirate captain! A grand adventure spanning the seven seas."
  },
  {
    "sn": "102",
    "title": "Shin Gorilla",
    "desc": " A bustling metropolis is under attack by a mutated gorilla... What lengths will the corrupt governor go to in order to put a stop to this rampaging beast? Will kindness prevail? A moving story of man vs. nature."
  },
  {
    "sn": "103",
    "title": "Shaolin Slackers",
    "desc": " A group of lazy monks are shocked to discover that their forest has been cut down to build a soccer stadium, and decide to fight back by forming their own soccer team. Can they use their martial art skills to win the international soccer league and take back their land?"
  },
  {
    "sn": "104",
    "title": "Shiro's Moving Stage",
    "desc": " Ordinary office worker Shiro forms a contract with a demon to become an international pop sensation, and tours the globe on his moving stage! A heartwarming story that will make your soul dance!"
  },
  {
    "sn": "105",
    "title": "Spicy-Man: Hungering",
    "desc": " The latest instalment in the Spicy-Man series is here! Everybody's favorite food fighter must rise up to face his hottest opponent yet... an ultra-spicy ramen that can melt through steel!"
  },
  {
    "sn": "106",
    "title": "3 Fools",
    "desc": " A satirical comedy about three foolish office workers who strive to overcome their oppressive workplace and achieve success through inspiring dance numbers."
  },
  {
    "sn": "107",
    "title": "Testception",
    "desc": " A lousy student finds himself on the verge of being held back a year at school. When he uncovers the power to enter people's minds, he delves into his teacher's head in search of the answers to the exam that will decide his fate..."
  },
  {
    "sn": "108",
    "title": "Deplorable Me",
    "desc": " Blu is a notorious jewel thief who doesn't believe in love or compassion... That is, until she ends up rescuing two children who were kidnapped by corrupt gemstone miners. A crime film for the whole family."
  },
  {
    "sn": "109",
    "title": "The Swift and the Seething",
    "desc": " A motorcycle policeman goes undercover to investigate a hijacking case, only to find himself embroiled in the feud dividing the underbelly of the town... A high-octane thrill ride that'll have you on the edge of your seat!"
  },
  {
    "sn": "110",
    "title": "Kung Fu Monkey",
    "desc": " When the valley of a monkey tribe is threatened by an evil leopard, one young monkey must rise up and master the ways of kung fu. Will the monkey be able to put a stop to the spotted menace and restore peace to the land?"
  },
  {
    "sn": "111",
    "title": "Let the Swords Swing",
    "desc": " When salesman Tatsuhiko's father is murdered and his family heirloom is stolen, a fateful encounter leads him to team up with swordsmith Ryu. Together, the two rise up to confront the despicable corporation with blades drawn."
  },
  {
    "sn": "112",
    "title": "Eternal Affairs",
    "desc": " Two rivaling tofu pudding restaurants... One serves sweet, the other serves savory. When they each send spies to infiltrate and sabotage the other shop, an underground culinary showdown breaks out! Is revenge a dish best served sweet or savory?"
  },
  {
    "sn": "113",
    "title": "Steady Player None",
    "desc": " Set in a dystopic future where humans are trapped in virtual reality and must compete to win their key to the outside world. Can one whiz-kid armed with encyclopedic game knowledge outwit the army of nefarious cheaters, and earn his ticket to freedom?"
  },
  {
    "sn": "114",
    "title": "Liam: The Dependable",
    "desc": " Liam is a top agent whose only loyalty is to the mission. When he finds a young girl whose family was murdered, he reluctantly takes her under his wing, and together they set down the road of revenge..."
  },
  {
    "sn": "115",
    "title": "Cop Story",
    "desc": " A cop is framed by a crime lord, and is now on the run from his own police force. Barely escaping with his life, he starts bodybuilding to fight for justice and clear his name. When there's no one else to turn to, the only thing you can trust in... is your muscles."
  },
  {
    "sn": "116",
    "title": "A Marvelous Mind",
    "desc": " A genius scientist, suffering from split personality disorder, is sentenced to life in prison. But when he learns that his wife has been diagnosed with a life-threatening disease, he is determined to find the cure... even if that means doing so from behind bars."
  },
  {
    "sn": "117",
    "title": "The Violinist",
    "desc": " The tale of a humble violinist who visits a town left devastated after the war. Can the beautiful sound of his violin bring the divided townspeople together again...?"
  },
  {
    "sn": "118",
    "title": "Gone with the Wine",
    "desc": " In the midst of the Hundred Years' War, the daughter of an English noble falls in love with a French wine-seller, leaving her castle shaken by their forbidden love. Meanwhile, the looming threat of the war and sickness draw ever closer..."
  },
  {
    "sn": "119",
    "title": "The Wandering Moon",
    "desc": " The year is 20XX. Aliens from the planet Centaurus have invaded Earth, but after a crushing defeat at the hands of the humans, they are forced to surrender, and must embark on a perilous journey back to their home planet... using the Earth's moon."
  },
  {
    "sn": "120",
    "title": "12 Funny Comedians",
    "desc": " When a murder takes place at a comedy club, it's up to twelve comedians to work together and solve the case! With a star-studded cast and a story penned by famous author, you won't want to miss it!"
  },
  {
    "sn": "121",
    "title": "No Country for Young Men",
    "desc": " When a struggling young samurai discovers a sack filled with a fortune in gold coins, he can't believe his luck... but little does he know that it belongs to a wicked noble, and he's sent his top ninja to retrieve it at all costs."
  },
  {
    "sn": "122",
    "title": "The Sound of Snoozing",
    "desc": " A former dance instructor finds herself working at a strict retirement home. She tries to help the elderly residents regain their vitality by spreading the joy of dance, but will the director of the home approve of her unconventional methods...?"
  },
  {
    "sn": "123",
    "title": "Croaker",
    "desc": " When an AI idol with a faulty sound chip is ridiculed during a livestream, she goes haywire, and starts hacking the people who mocked her! Word of her shocking misdeeds quickly spread across the net, sparking an online revolution and earning her the nickname, \"Croaker.\""
  },
  {
    "sn": "124",
    "title": "Tita & Nick",
    "desc": " Titania, a mermaid who longs to live on land, sneaks on to a luxury cruise ship and falls in love with Nick, one of the crew members on board. But Nick has a dark secret... for he too is a mermaid that yearns to live like a human. Behold the complex love story in this fantasy epic."
  },
  {
    "sn": "125",
    "title": "Scent of an Alien",
    "desc": " When a student at a prestigious high school is threatened to be expelled by the vice principal, he meets a mysterious blind agent who teaches him that you can't always trust what you see... Their mission? To sniff out aliens in disguise through the power of scent!"
  }
]