[
  {
    "sn": "1",
    "paragraphName": "Chapter 1",
    "paragraphDes": "The protagonist moved to Tokyo alone under special circumstances. He reached his new accommodations at the Sakura residence, but..."
  },
  {
    "sn": "2",
    "paragraphName": "Chapter 2",
    "paragraphDes": "His new lodgings were in a coffee shop. He was brought to the attic of a place called Café Leblanc..."
  },
  {
    "sn": "3",
    "paragraphName": "Chapter 3",
    "paragraphDes": "When the protagonist fell asleep on top of his bed, he awoke to find himself in a mysterious space called \"The Velvet Room.\""
  },
  {
    "sn": "4",
    "paragraphName": "Chapter 4",
    "paragraphDes": "The protagonist went to his new school to introduce himself to the faculty, but was met with a cold welcome. The principal, seemingly annoyed at his presence, warns him not to cause any trouble..."
  },
  {
    "sn": "5",
    "paragraphName": "Chapter 1",
    "paragraphDes": "After dumbfoundedly watching Ann enter Kamoshida's car, the protagonist hurried to school with Ryuji. As they drew closer, something strange started to happen around them..."
  },
  {
    "sn": "6",
    "paragraphName": "Chapter 2",
    "paragraphDes": "When they arrived at school, they found that it had been transofrmed into a castle-like building straight out of a fairy tale. Upon entering the building, they were immediately surrounded by strange monsters in armor..."
  },
  {
    "sn": "7",
    "paragraphName": "Chapter 3",
    "paragraphDes": "The protagonist and Ryuji were thrown into the castle dungeons by strange armored figures. Before they could even come to their senses, a half-naked king with the face of Kamoshida appeared before them!"
  },
  {
    "sn": "8",
    "paragraphName": "Chapter 4",
    "paragraphDes": "Listening to the voice, the protagonist remembered events from his past. He recalled his anger at the injustice he had suffered, and with that conviction, his rebellious inner self awakened to fight the injustice that stood before him!"
  },
  {
    "sn": "9",
    "paragraphName": "Chapter 5",
    "paragraphDes": "Due to the ordeal in the castle, the protagonist was late on his first day of school, which earned the scorn of the real-world Kamoshida, the other teachers, and his new classmates."
  },
  {
    "sn": "10",
    "paragraphName": "Chapter 6",
    "paragraphDes": "After meeting up with Ryuji again, they discussed the strange castle they saw, and decided to attempt entry once again. As the two struggled in their foreign surroundings, Morgana called out to them..."
  },
  {
    "sn": "11",
    "paragraphName": "Chapter 7",
    "paragraphDes": "The Phantom Thieves find themselves in dire straits as they face Kamoshida. Ryuji, unable to fight, can only look on as the others are hurt..."
  },
  {
    "sn": "12",
    "paragraphName": "Chapter 8",
    "paragraphDes": "In the real world, Morgana appeared to Ryuji and the protagonist in the form of a cat. As Morgana began to explain how Kamoshida's heart could be changed by using the Palace, Ann's best friend, Shiho, gazed down at the ground from the school rooftop..."
  },
  {
    "sn": "13",
    "paragraphName": "Chapter 9",
    "paragraphDes": "The trio once again infiltrated the Palace in an attempt to change Kamoshida's heart. Somehow, Ann has also appeared in this world..."
  },
  {
    "sn": "14",
    "paragraphName": "Chapter 10",
    "paragraphDes": "After returning from the real world, the four of them secretly put up calling cards around the school, exposing Kamoshida's evil deeds. The card was signed by \"The Phantom Thieves of Hearts.\""
  },
  {
    "sn": "15",
    "paragraphName": "Chapter 11",
    "paragraphDes": "The Phantom Thieves infiltrated the Palace to steal the Treasure. Twisted by his distorted desires, Kamoshida took on a monstrous, demonic form and attacked them. The Phantom Thieves were cornered...!"
  },
  {
    "sn": "16",
    "paragraphName": "Chapter 12",
    "paragraphDes": "A day after stealing the treasure, an unexpected school assembly was held. There, Kamoshida openly confessed to all of his wrongdoing..."
  },
  {
    "sn": "17",
    "paragraphName": "Chapter 1",
    "paragraphDes": "During a dinner party celebrating their victory in changing Kamoshida's heart, the protagonist and Ryuji encountered some men in suits. The protagonist felt like he had seen the leader of the men somewhere before..."
  },
  {
    "sn": "18",
    "paragraphName": "Chapter 2",
    "paragraphDes": "The criminal prosecutor, Sae Nijima, and the famous high school detective, Goro Akechi, came to pay a visit to Leblanc. The way Akechi spoke about the Phantom Thieves caused the protagonist and Morgana to become wary."
  },
  {
    "sn": "19",
    "paragraphName": "Chapter 3",
    "paragraphDes": "The Phantom Thieves notice a mysterious boy named Yusuke following behind Ann. When they confronted him, Yusuke begged Ann to be a model for his paintings."
  },
  {
    "sn": "20",
    "paragraphName": "Chapter 4",
    "paragraphDes": "Yusuke was a pupil of the famous Japanese painter, Ichiryusai Madarame. The Phantom Thieves were conflicted over what to do with the tickets he gave them to Madarame's upcoming exhibition."
  },
  {
    "sn": "21",
    "paragraphName": "Chapter 5",
    "paragraphDes": "The Phantom Thieves decided to accept Yusuke's invitation to Madarame's exhibition. Just as they arrived, they saw Madarame surrounded by the press, answering questions with a proud yet humble demeanor."
  },
  {
    "sn": "22",
    "paragraphName": "Chapter 6",
    "paragraphDes": "The Phantom Thieves saw a post on the Phan-Site, claiming \"a famous Japanese artist is plagiarizing the work of his students.\nThey suspected this message was referring to Madarame, and decided to take action."
  },
  {
    "sn": "23",
    "paragraphName": "Chapter 7",
    "paragraphDes": "Phantom Thieves visited Yusuke's house to investigate. However, he denied everything about the plagiarism accusations against Madarame. Thinking the rumors perhaps referred to a different artist, the Phantom Thieves started to leave the house. However..."
  },
  {
    "sn": "24",
    "paragraphName": "Chapter 8",
    "paragraphDes": "The Phantom Thieves discovered a new Palace, and during their infiltration, they encountered its ruler: Shadow Madarame. Showing no remorse, Madarame claimed his actions were a justified reward for taking in and raising orphaned children."
  },
  {
    "sn": "25",
    "paragraphName": "Chapter 9",
    "paragraphDes": "In order to steal the Treasure, they needed to change Madarame's perception. The Phantom Thieves split into two groups and began a coordinated attack from both the real world and the Palace!"
  },
  {
    "sn": "26",
    "paragraphName": "Chapter 10",
    "paragraphDes": "When Morgana unlocked a sealed room meant only for Madarame, they found multiple counterfeit copies of \"Sayuri.\" As the doors in the real world unlocked, the closed doors in the Palace changed..."
  },
  {
    "sn": "27",
    "paragraphName": "Chapter 11",
    "paragraphDes": "In order to escape from Madarame, Ann activated the Metaverse Navigator, but Yusuke was pulled into Madarame's Palace along with her..."
  },
  {
    "sn": "28",
    "paragraphName": "Chapter 12",
    "paragraphDes": "Shadow Madarame admitted to Yusuke that the only reason he took him in was to exploit his talent and reap the benefits for himself. In the midst of his anger and grief from learning the truth, Yusuke awakened his Persona...!"
  },
  {
    "sn": "29",
    "paragraphName": "Chapter 13",
    "paragraphDes": "The party unanimously decided to change Madarame's heart. They posted a calling card at Madarame's exhibition, setting the stage to steal his Treasure!"
  },
  {
    "sn": "30",
    "paragraphName": "Chapter 14",
    "paragraphDes": "After a fierce battle, the Phantom Thieves finally defeated Shadow Madarame and obtained his Treasure: the posthumous work of Yusuke's mother—the real \"Sayuri\"!"
  },
  {
    "sn": "31",
    "paragraphName": "Chapter 15",
    "paragraphDes": "Madarame held a press conference, where he tearfully confessed to plagiarism and the abuse of his students. This live broadcast instantly brought the name of the Phantom Thieves into the public spotlight."
  },
  {
    "sn": "32",
    "paragraphName": "Chapter 1",
    "paragraphDes": "Yusuke moved out of the school dorms and, with nowhere else to go, temporarily stayed at Leblanc with the protagonist. The Phantom Thieves decided to throw a party to celebrate Madarame's change of heart..."
  },
  {
    "sn": "33",
    "paragraphName": "Chapter 2",
    "paragraphDes": "After completing their heist, the Phantom Thieves discussed how to move forward. Finding renewed ambition within themselves, they became all the more determined to stand up against corruption."
  },
  {
    "sn": "34",
    "paragraphName": "Chapter 3",
    "paragraphDes": "Ryuji spies a flyer for a maid housekeeping service in the mail. As he shows it to the protagonist, he suggests that they call a maid."
  },
  {
    "sn": "35",
    "paragraphName": "Chapter 4",
    "paragraphDes": "The protagonist, Ryuji, and Mishima, who overheard their conversation, snuck into an empty apartment and called for a maid... but the moment they hung up the phone, Ryuji and Mishima freaked out, and hid out on the balcony."
  },
  {
    "sn": "36",
    "paragraphName": "Chapter 5",
    "paragraphDes": "At school, the Phantom Thieves discussed their next move, when Makoto, the student council president, approached them..."
  },
  {
    "sn": "37",
    "paragraphName": "Chapter 6",
    "paragraphDes": "Makoto had recorded the Phantom Thieves' discussion on her phone, and used it to blackmail them into changing someone's heart for her."
  },
  {
    "sn": "38",
    "paragraphName": "Chapter 7",
    "paragraphDes": "The protagonist got in touch with the journalist they met during the Maradame heist, and uncovered the name of Makoto's target: Kaneshiro. The Phantom Thieves proceeded to search for his Palace..."
  },
  {
    "sn": "39",
    "paragraphName": "Chapter 8",
    "paragraphDes": "The Phantom Thieves managed to locate Kaneshiro's palace, but with his fortress floating in the sky, they had no way to reach it."
  },
  {
    "sn": "40",
    "paragraphName": "Chapter 9",
    "paragraphDes": "Out of desperation, Makoto tracked down Kaneshiro in the real world and tried to confront him..."
  },
  {
    "sn": "41",
    "paragraphName": "Chapter 10",
    "paragraphDes": "The Phantom Thieves rushed to Kaneshiro's club to help Makoto, only to wind up falling into Kaneshiro's trap."
  },
  {
    "sn": "42",
    "paragraphName": "Chapter 11",
    "paragraphDes": "Now that Kaneshiro recognized Makoto as a customer of his bank, the Phantom Thieves realized this might be their ticket into his Palace, and brought Makoto along with them to the Metaverse."
  },
  {
    "sn": "43",
    "paragraphName": "Chapter 12",
    "paragraphDes": "Just as they had hoped, the Phantom Thieves managed to infiltrate Kaneshiro's palace with Makoto's help. There, they encounter Kaneshiro's shadow."
  },
  {
    "sn": "44",
    "paragraphName": "Chapter 13",
    "paragraphDes": "Shadow Kaneshiro offered a disgusting \"payment plan\" to clear their debt to him. Hearing this sent Makoto into a rage and awakened her Persona."
  },
  {
    "sn": "45",
    "paragraphName": "Chapter 14",
    "paragraphDes": "After investigating the Palace, the Phantom Thieves returned to the real world to deliver their calling card to Kaneshiro."
  },
  {
    "sn": "46",
    "paragraphName": "Chapter 15",
    "paragraphDes": "The Phantom Thieves confronted Shadow Kaneshiro at the heart of his Palace, and witnessed his grotesque transformation."
  },
  {
    "sn": "47",
    "paragraphName": "Chapter 16",
    "paragraphDes": "In their intense battle against Shadow Kaneshiro, the Phantom Thieves unleashed an all-out attack...!"
  },
  {
    "sn": "48",
    "paragraphName": "Chapter 17",
    "paragraphDes": "After his defeat, Shadow Kaneshiro made a shocking revelation to the Phantom Thieves right before disappearing..."
  },
  {
    "sn": "49",
    "paragraphName": "Chapter 18",
    "paragraphDes": "Thanks to the Phantom Thieves' efforts, Kaneshiro's heart was changed and he surrendered himself to the police. But as Sae watched the news on TV, her expression remained stern."
  }
]