[
  {
    "sn": "1201",
    "tabText": "Event Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1202",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Idol Contract: Art of the Fox</size></color>\nEvent Period: <color=#0F69CA><size=36>Jul 24, post-maintenance–Aug 21, 2025, 1:59 AM UTC</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Yusuke Kitagawa!\nWhat's more, the unique 5★ weapon Shadowkiller will be available from the Silent Pistol Arms Deal!\nYusuke Kitagawa is a 5★ Ice Sweeper. His ability to counterattack enables him to deal damage during the enemy's turn, while his unique skill enhances his counterattack, dealing more damage and allowing him to target all enemies at once. As the shield of your party, he will draw damage away from allies while creating endless opportunities to strike back at foes. Furthermore, his damage will increase even more if he has a shield. When paired with an ally capable of granting shields to party members, you'll be able to take full advantage of Yusuke's offensive and defensive capabilities."
  },
  {
    "sn": "1204",
    "tabText": "Butler Yusuke",
    "text": "<color=#0F69CA><size=36>New Outfit for Yusuke Kitagawa!</size></color>\n\nA new outfit can be purchased at the Shop! Currently discounted for a limited time!\nDiscount Period: <color=#0F69CA><size=36>Jul 24, post-maintenance–Aug 21, 2025, 1:59 AM UTC</size></color>\n\nAfter the discount period ends, it will be available in the Shop at its regular price."
  },
  {
    "sn": "1205",
    "tabText": "Butler Ren",
    "text": "<color=#0F69CA><size=36>New Outfit for Ren Amamiya!</size></color>\n\nA new outfit can be purchased at the Shop! Currently discounted for a limited time!\nDiscount Period: <color=#0F69CA><size=36>Jul 24, post-maintenance–Aug 21, 2025, 1:59 AM UTC</size></color>\n\nAfter the discount period ends, it will be available in the Shop at its regular price."
  },
  {
    "sn": "1301",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1302",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Idol Contract: Fist of the Phantom Star</size></color>\nEvent Period: <color=#0F69CA><size=36>Aug 7, post-maintenance–Sep 4, 2025, 1:59 AM (UTC)</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Makoto Niijima!\nWhat's more, the unique 5★ weapon Nuclear Finisher will be available in Silent Pistol Arms Deals!\nMakoto Niijima is a 5★ Nuclear Assassin.\nShe excels in dealing tons of damage to single targets. Plus, when she uses skills, she gains stacks of Tenacity. After a set number of Tenacity stacks, she can activate Crash Out. While Crash Out is active, Makoto's Attack and Defense are greatly improved, and she can use Thermonuclear Fury, an evolved skill that can deal powerful multi-stage damage to one foe.\nMakoto also gains Tenacity stacks when foes are given elemental ailments.\nSo if you want to unleash Makoto's full potential and really see Makoto Niijima shine in battle, be sure to team her up with an ally that excels at inflicting elemental ailments!"
  },
  {
    "sn": "1303",
    "tabText": "Event Updates",
    "text": "<color=#0F69CA><size=36>Crossroads of Fate: Bank Arc Unlocked</size></color>\n\n• Complete the event-exclusive story to obtain Meta Jewels and other training materials. You can also get Destiny Badges and more by completing missions.\n• In Sinners of Vanity and Gluttony: Reform the Twisted, you can obtain rewards like Retrograde Cards and Destiny Badges upon defeating bosses at certain distortion levels.\n• After you earn Destiny Badges by completing the Crossroads of Fate: Museum and Bank Arcs story or defeating bosses in Sinners of Vanity and Gluttony: Reform the Twisted, don't forget to head to the Gallery Auction. There, you can trade those Destiny Badges for fantastic rewards that include Gold Tickets, Platinum Milicoins, and training materials!"
  },
  {
    "sn": "1304",
    "tabText": "New Bonds",
    "text": "<color=#0F69CA><size=36>New Potential Accomplices: Yumi Shiina and Kiyoshi Kurotani</size></color>\n\nWe hope you enjoy their newly unlocked synergy story content.\n*Their Synergy Ranks can be increased up to 14."
  },
  {
    "sn": "1501",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1502",
    "tabText": "Phantom Pass Updates",
    "text": "<color=#0F69CA><size=36>Phantom Pass Season Updates</size></color>\n\nYou can earn fantastic rewards such as Gold Tickets and Coffee Aid with each pass level you reach.\nThe bonuses for purchasing a Premium+ Phantom Pass have also been updated.\nThey include new Wonder-exclusive clothing, a new frame, and the profile design Interlaced Desires."
  },
  {
    "sn": "1401",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1402",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Blissful Mix</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Yumi Shiina!\nWhat's more, her unique 5★ weapon Moonlit Feather will be available in Silent Pistol Arms Deals!\nAs a 5★ Elucidator, Yumi Shiina is geared toward hanging back from direct combat and providing consistent support to the party.\nHer mix of skills allows her to increase allies' Attack and damage, making her excellent at giving them a pick-me-up in battle.\nAs Yumi's allies continue to deal damage to enemies, she can gain Cocktail stacks. These are spent when she uses skills and make Yumi's skill effects even more powerful.\nHowever, Yumi really starts to shake things up with a bevy of thieves of the same attribute in your party.\nWhen you concentrate the attributes of the damage dealt by the party, you can make the enhancing effects from Yumi's Cocktail stacks grow even stronger."
  },
  {
    "sn": "1403",
    "tabText": "New Bonds",
    "text": "<color=#0F69CA><size=36>New Potential Accomplice: Ayaka Sakai</size></color>\n\nIn addition, Yumi Shiina's Synergy Rank can now be increased to 20!\nWe hope you enjoy the newly unlocked synergy story content.\n*Ayaka Sakai's Synergy Rank can be increased up to 14."
  },
  {
    "sn": "1404",
    "tabText": "Trial of Thorns Released",
    "text": "<color=#0F69CA><size=36>Trial of Thorns: A New High-Difficulty Challenge Event!</size></color>\n\nTake on powerful bosses to earn Joy Medals, special badges and other fantastic rewards for defeating them.\n\nFor one week from the start of the event, you can take on Asura. Then, from the second week, you can take on Trumpeter."
  },
  {
    "sn": "1405",
    "tabText": "New Content Updates",
    "text": "<color=#0F69CA><size=36>Mindscape: A New Feature for Training Your Thieves!</size></color>\n\nOnce the protagonist reaches Lv. 55, you will unlock Mindscape. This feature will allow you to further enhance your Thieves' stats and skills. Collect the special training material to make your favorite characters even more powerful!\n*The Mindscape training material, Stardust Shards, can be obtained in the Velvet Trials."
  },
  {
    "sn": "1406",
    "tabText": "Metro of Desire Updates",
    "text": "<color=#0F69CA><size=36>New Metro of Desire Route Unlocked!</size></color>\n\nA new route has opened up, with up to 8 difficulty levels and its own special operations.\nNew Lost Items and route goals have also been added, offering valuable rewards such as Meta Jewels."
  },
  {
    "sn": "1601",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1602",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Dazzling Encore</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Ayaka Sakai!\nWhat's more, her unique 5★ weapon Superstar will be available in Silent Pistol Arms Deals!\nAs a 5★ Electric Strategist, Ayaka Sakai excels at buffing allies one at a time.\nShe can make an ally her Costar, tuning up their Attack several octaves.\nAyaka can also greatly amplify an ally's Highlight.\nShe's able to instantly activate an ally's Highlight—ignoring the Highlight Gauge and cooldown times—and greatly increase the damage dealt by that Highlight. Plus, she can pump up the Highlight Gauge's fill rate, allowing Highlights to be activated at a quicker tempo.\nWhen equipped with her 5★ weapon, Superstar, she can add to the Highlight Gauge right when the battle starts, as well as increase her Costar's Attack.\nBe sure to include Ayaka in a party with allies who have powerful Highlights to put on the best show!"
  },
  {
    "sn": "1603",
    "tabText": "Main Story Updates",
    "text": "<color=#0F69CA><size=36>Unconditional Love: Phase 1 Release Event</size></color>\n\nAlong with a new chapter added to the main story, you'll be able to explore a new Palace and the Path of Chemdah in the Metaverse, as well as a new area: Kichijoji!\nThe Unconditional Love: Phase 1 event features an extra-special login bonus and missions. Its missions are split into four parts: Main Story, Metaverse Exploration, Visions of Ruin, and Kichijoji Adventure. From them, you can earn fantastic rewards including Meta Jewels, Mizuhiki Knots, Joy Medals, and training materials.\nAlso, based on how many Mizuhiki Knots (this event's reward item) you've collected, you can obtain Wind's 4★ weapon, Red Plum Blossom, and Red Plum Blossom Shards!\nDon't miss out on this valuable item up for grabs—nor on the new story content, city life activities, and battles against powerful enemies available for you to enjoy!"
  },
  {
    "sn": "1604",
    "tabText": "New Area Unlocked",
    "text": "<color=#0F69CA><size=36>New Area Unlocked: Kichijoji</size></color>\n\nFilled with a grab bag of experiences, Kichijoji has a ton for you to explore. You can find two new capsule series from its capsule machines, a popular café, a jazz club, shops, tasty treats, and more.\nWe hope you enjoy these new encounters and city life activities!"
  },
  {
    "sn": "1605",
    "tabText": "New Content Updates",
    "text": "<color=#0F69CA><size=36>Tasks Among New Features Added!</size></color>\n\nIn the new Tasks feature, Marthym has some jobs perfect for the Phantom Thieves! If you have Phantom Thieves that meet a task's conditions, you can send them out to help Marthym. Once the task is complete, you can earn various rewards, including Meta Jewels and Coffee Aids.\nIn addition to tasks, super levels will also be introduced, allowing you to raise the protagonist's level beyond Lv. 80. When you super level up, you can also earn special schema points, which you can use to strengthen the protagonist's base stats."
  },
  {
    "sn": "1606",
    "tabText": "Joker Returns",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: The Phantom Magician</size></color>\n\nThe exclusive 5★ Phantom Thief Ren Amamiya has returned!\nFor any new players just starting their adventures in Persona5: The Phantom X, The Phantom Magician will run for 30 days from when you begin.\nFor everyone who's already enjoying P5X, the contract will run for 30 days from the first time that you log in after the Version 2.0 update."
  },
  {
    "sn": "1701",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1702",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Our Shining Summer</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Tropical Motoha!\nWhat's more, her unique 5★ weapon Colorful Coast will be available in Silent Pistol Arms Deals!\nAs a 5★ Bless Sweeper, Tropical Motoha is great at taking down waves of foes with dazzling sunlight.\nHer Surf 'n' Shine skill deals some serious damage to all enemies as well as building up Summer Hype, increasing her critical rate and damage, and adding a splash of bonus damage to her skills.\nTropical Motoha's damage increases when she gets healed, and after 5 times she can use Surf 'n' Shine with no cooldown. Also, once Tropical Motoha's max HP reaches a certain amount, her Attack gets another boost.\nWhen equipped with her 5★ weapon, Colorful Coast, she'll deal more Bless damage, and Summer Hype will give her even more critical damage and skill damage.\nTeam up with allies who can heal her and boost her max HP, and she can easily build up her Summer Hype to make this a summer to remember."
  },
  {
    "sn": "1703",
    "tabText": "Event Ongoing!",
    "text": "<color=#0F69CA><size=36>Summer! Swimsuits! Sea Time! (Part 1)</size></color>\n\nIn this event, hang out with Motoha, Riko, and all your friends as you experience special stories, a water gun shooting minigame, and a new battle mode featuring Tropical Motoha. Enjoy the event story to the end, and finish your day with a fireworks finale!\nComplete a variety of missions to earn Rare Seashells, Fireworks Shells, and Meta Jewels.\nCollect enough Rare Seashells and you can purchase special outfits for Wonder, as well as other rewards like Retrograde Cards!\nYou can also gather Fireworks Shells by completing missions, allowing you to earn Meta Jewels and an exclusive profile frame!"
  },
  {
    "sn": "1704",
    "tabText": "Summer Makoto",
    "text": "<color=#0F69CA><size=36>New Outfit for Makoto Niijima!</size></color>\n\nA new outfit can be purchased at the Shop! Currently discounted for a limited time!\nYou can check the discount details by viewing Shop > Goods > Other.\n\nAfter the discount period ends, it will be available in the Shop at its regular price."
  },
  {
    "sn": "1705",
    "tabText": "Phantom Pass Update",
    "text": "<color=#0F69CA><size=36>Phantom Pass Season Updates</size></color>\n\nYou can earn fantastic rewards such as Gold Tickets and Coffee Aid with each pass level you reach.\nThe bonuses for purchasing a Premium+ Phantom Pass have also been updated.\nThey include new Wonder-exclusive clothing, a new frame, and a profile design."
  },
  {
    "sn": "1801",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1802",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Idol Contract: Summer Breeze</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Seaside Tomoko!\nWhat's more, the unique 5★ weapon Bubble Babies is also available in Silent Pistol Arms Deals!\nSeaside Tomoko is a 5★ Psychokinesis Medic. She's highly versatile, able to both heal allies and weaken enemies.\nWith her Awareness 0, Summer Reminiscence, she can inflict Sparks onto foes by activating skills. Once she reaches a certain amount, she can deal damage to all foes and inflict them with a damage down effect—all the while simultaneously healing the whole party.\nYou can use her skill 2, Hale Summer Days, to restore an ally's HP and grant them several buffs. It will also increase their Attack based on the target's ailment accuracy.\nIf you equip Seaside Tomoko with the 5★ weapon Bubble Babies, she gets a boost to her healing and damage from Summer Reminiscence, and she'll further increase foes' damage taken.\nSeaside Tomoko can attack, heal, strengthen allies, and weaken enemies, which makes her able to fill a variety of roles in a party. Be sure to pair her with an ally that excels at inflicting status ailments to really help her shine brightest this summer!"
  },
  {
    "sn": "1803",
    "tabText": "Event Updates",
    "text": "<color=#0F69CA><size=36>Summer! Swimsuits! Sea Time! Part Two</size></color>\n\nIn this second part of the summertime event, several party members will be unlocked in the event story content (including Tomoko and Merope in their beach attire). Be sure to fully complete the story, so you don't miss out on a chance to participate in the fireworks festival! There is also a shaved ice miniigame and battles with the new character Seaside Tomoko to enjoy!\nAs you complete missions in the various parts of the event, you can earn the event items Rainbow Umbrellas and Firework Shells, as well as Meta Jewels.\nCollect enough Rainbow Umbrellas and you can trade them for fabulous rewards such as Wonder-only outfits and Vicissitude Ink!\nYou can also use the fireworks festival item, Fireworks Shells, to complete missions and earn Meta Jewels, a special avatar frame, and more!"
  },
  {
    "sn": "1804",
    "tabText": "New Bonds",
    "text": "<color=#0F69CA><size=36>New Potential Accomplice: Kira Kitazato</size></color>\n\nWe hope you enjoy the newly unlocked synergy story content."
  },
  {
    "sn": "1805",
    "tabText": "Wonder's Beachwear",
    "text": "<color=#0F69CA><size=36>New Outfit for Wonder with Exclusive All-Out Attack and Highlight</size></color>\n\nA new outfit set can be purchased at the Shop! It comes with exclusive All-Out Attack and Highlight animations that can also be viewed from the event screen.\nThis item is currently discounted for a limited time!\nYou can check the discount details by viewing Shop > Goods > Other.\n\nAfter the discount period ends, it will be available in the Ship at its regular price."
  },
  {
    "sn": "1806",
    "tabText": "Marian Returns",
    "text": "<color=#0F69CA><size=36>Most Wanted Idol Contract: Angel's Diagnosis</size></color>\n\nThe exclusive 5★ Phantom Thief Minami Miyashita has returned!\nThe Minami Miyashita-only 5★ weapon Angel Heart has also been made available again in Most Wanted Silent Pistol Arms Deals."
  },
  {
    "sn": "1901",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1902",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Cynical Surgeon</color></size>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Kira Kitazato!\nWhat's more, his unique 5★ weapon Bloodletter will be available in Silent Pistol Arms Deals!\nKira Kitazato is a 5★ Physical Assassin.\n\nKitazato inflicts Bleed stacks on his targets to deal damage each turn.\nHe has two modes: Doctor and Ripper. In Doctor mode, he can inflict Bleed stacks by dealing damage with skills. This damage can be further increased by raising his ailment accuracy.\n\nIn Ripper mode, Kitazato spends foes' Bleed stacks to deal heavy damage.\n\nWhen equipped with his 5★ weapon, the damage dealt from both Kitazato and Bleed greatly increases.\n\nFor a successful operation, pair Kitazato up with allies who can grant him ailment accuracy buffs, accumulate Bleed stacks in his Doctor mode, and switch to Ripper mode to deal devastating damage to foes with high HP.\n\n<color=#0F69CA>Also, from this update (ver. 2.3.0), a new draw system called \"targeted\" contracts has been added to Most Wanted Phantom Idol Contracts.\nThe previous draw system has been renamed to \"chance\" contracts.\nFor more details on each draw system, press [Info] on the contract screen.</color>"
  },
  {
    "sn": "1903",
    "tabText": "Main Story Updates",
    "text": "<color=#0F69CA><size=36>Unconditional Love: Phase 2</size></color>\n\nWith the additions to the third chapter of the main story come new areas that have been unlocked! Head into the Metaverse to explore the third chapter's Palace and the new Path of Chemdah! This event's missions are split into four parts: Main Story, Metaverse Exploration, Visions of Ruin, and Kichijoji Adventure. From them, you can earn fantastic rewards including Meta Jewels, Plum Blossom Arm Bands, Joy Medals, and training materials.\nAlso, based on how many Plum Blossom Arm Bands (this event's reward item) you've collected, you can obtain the rank VII Persona Cu Chulainn and Cu Chulainn's Seals!\nDon't miss out on these valuable items up for grabs—nor on the new story content, city life activities, and battles against powerful enemies available for you to enjoy!"
  },
  {
    "sn": "1905",
    "tabText": "Yui Returns",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Virtual Netizen</size></color>\n\nThe exclusive 5★ Phantom Thief Yui has returned!\nThe Yui-only 5★ weapon Cyber Jammers has also been made available again in Most Wanted Silent Pistol Arms Deals.\n\n<color=#0F69CA>Also, from this update (ver. 2.3.0), a new draw system called \"targeted\" contracts has been added to Most Wanted Phantom Idol Contracts.\nThe previous draw system has been renamed to \"chance\" contracts.\nFor more details on each draw system, press [Info] on the contract screen.</color>"
  }
]