[
  {
    "sn": "1201",
    "tabText": "Event Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1202",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Idol Contract: Art of the Fox</size></color>\nEvent Period: <color=#0F69CA><size=36>Jul 24, post-maintenance – Aug 21, 2025, 1:59 AM UTC</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Yusuke Kitagawa!\nWhat's more, the unique 5★ weapon Shadowkiller will be available from the Silent Pistol Arms Deal!\nYusuke Kitagawa is a 5★ Ice Sweeper. His ability to counterattack enables him to deal damage during the enemy's turn, while his unique skill enhances his counterattack, dealing more damage and allowing him to target all enemies at once. As the shield of your party, he will draw damage away from allies while creating endless opportunities to strike back at foes. Furthermore, his damage will increase even more if he has a shield. When paired with an ally capable of granting shields to party members, you'll be able to take full advantage of Yusuke's offensive and defensive capabilities."
  },
  {
    "sn": "1204",
    "tabText": "Butler Yusuke",
    "text": "<color=#0F69CA><size=36>New Outfit for Yusuke Kitagawa!</size></color>\n\nA new outfit can be purchased at the Shop! Currently discounted for a limited time!\nDiscount Period: <color=#0F69CA><size=36>Jul 24, post-maintenance–Aug 21, 2025, 1:59 AM UTC</size></color>\n\nAfter the discount period ends, it will be available in the Shop at its regular price."
  },
  {
    "sn": "1205",
    "tabText": "Butler Ren",
    "text": "<color=#0F69CA><size=36>New Outfit for Ren Amamiya!</size></color>\n\nA new outfit can be purchased at the Shop! Currently discounted for a limited time!\nDiscount Period: <color=#0F69CA><size=36>Jul 24, post-maintenance–Aug 21, 2025, 1:59 AM UTC</size></color>\n\nAfter the discount period ends, it will be available in the Shop at its regular price."
  },
  {
    "sn": "1301",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1302",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Idol Contract: Fist of the Phantom Star</size></color>\nEvent Period: <color=#0F69CA><size=36>Aug 7, post-maintenance–Sep 4, 2025, 1:59 AM (UTC)</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Makoto Niijima!\nWhat's more, the unique 5★ weapon Nuclear Finisher will be available in Silent Pistol Arms Deals!\nMakoto Niijima is a 5★ Nuclear Assassin.\nShe excels in dealing tons of damage to single targets. Plus, when she uses skills, she gains stacks of Tenacity. After a set number of Tenacity stacks, she can activate Crash Out. While Crash Out is active, Makoto's Attack and Defense are greatly improved, and she can use Thermonuclear Fury, an evolved skill that can deal powerful multi-stage damage to one foe.\nMakoto also gains Tenacity stacks when foes are given elemental ailments.\nSo if you want to unleash Makoto's full potential and really see Makoto Niijima shine in battle, be sure to team her up with an ally that excels at inflicting elemental ailments!"
  },
  {
    "sn": "1303",
    "tabText": "Event Updates",
    "text": "<color=#0F69CA><size=36>Crossroads of Fate: Bank Arc Unlocked</size></color>\n\n• Complete the event-exclusive story to obtain Meta Jewels and other training materials. You can also get Destiny Badges and more by completing missions.\n• In Sinners of Vanity and Gluttony: Reform the Twisted, you can obtain rewards like Retrograde Cards and Destiny Badges upon defeating bosses at certain distortion levels.\n• After you earn Destiny Badges by completing the Crossroads of Fate: Museum and Bank Arcs story or defeating bosses in Sinners of Vanity and Gluttony: Reform the Twisted, don't forget to head to the Gallery Auction. There, you can trade those Destiny Badges for fantastic rewards that include Gold Tickets, Platinum Milicoins, and training materials!"
  },
  {
    "sn": "1304",
    "tabText": "New Bonds",
    "text": "<color=#0F69CA><size=36>New Potential Accomplices: Yumi Shiina and Kiyoshi Kurotani</size></color>\n\nWe hope you enjoy their newly unlocked synergy story content.\n*Their Synergy Ranks can be increased up to 14."
  },
  {
    "sn": "1501",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1502",
    "tabText": "Phantom Pass Updates",
    "text": "<color=#0F69CA><size=36>Phantom Pass Season Updates</size></color>\n\nYou can earn fantastic rewards such as Gold Tickets and Coffee Aid with each pass level you reach.\nThe bonuses for purchasing a Premium+ Phantom Pass have also been updated.\nThey include new Wonder-exclusive clothing, a new frame, and the profile design Interlaced Desires."
  },
  {
    "sn": "1401",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1402",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Blissful Mix</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Yumi Shiina!\nWhat's more, her unique 5★ weapon Moonlit Feather will be available in Silent Pistol Arms Deals!\nAs a 5★ Elucidator, Yumi Shiina is geared toward hanging back from direct combat and providing consistent support to the party.\nHer mix of skills allows her to increase allies' Attack and damage, making her excellent at giving them a pick-me-up in battle.\nAs Yumi's allies continue to deal damage to enemies, she can gain Cocktail stacks. These are spent when she uses skills and make Yumi's skill effects even more powerful.\nHowever, Yumi really starts to shake things up with a bevy of thieves of the same attribute in your party.\nWhen you concentrate the attributes of the damage dealt by the party, you can make the enhancing effects from Yumi's Cocktail stacks grow even stronger."
  },
  {
    "sn": "1403",
    "tabText": "New Bonds",
    "text": "<color=#0F69CA><size=36>New Potential Accomplice: Ayaka Sakai</size></color>\n\nIn addition, Yumi Shiina's Synergy Rank can now be increased to 20!\nWe hope you enjoy the newly unlocked synergy story content.\n*Ayaka Sakai's Synergy Rank can be increased up to 14."
  },
  {
    "sn": "1404",
    "tabText": "Trial of Thorns Released",
    "text": "<color=#0F69CA><size=36>Trial of Thorns: A New High-Difficulty Challenge Event!</size></color>\n\nTake on powerful bosses to earn Joy Medals, special badges and other fantastic rewards for defeating them.\n\nFor one week from the start of the event, you can take on Asura. Then, from the second week, you can take on Trumpeter."
  },
  {
    "sn": "1405",
    "tabText": "New Content Updates",
    "text": "<color=#0F69CA><size=36>Mindscape: A New Feature for Training Your Thieves!</size></color>\n\nOnce the protagonist reaches Lv. 55, you will unlock Mindscape. This feature will allow you to further enhance your Thieves' stats and skills. Collect the special training material to make your favorite characters even more powerful!\n*The Mindscape training material, Stardust Shards, can be obtained in the Velvet Trials."
  },
  {
    "sn": "1406",
    "tabText": "Metro of Desire Updates",
    "text": "<color=#0F69CA><size=36>New Metro of Desire Route Unlocked!</size></color>\n\nA new route has opened up, with up to 8 difficulty levels and its own special operations.\nNew Lost Items and route goals have also been added, offering valuable rewards such as Meta Jewels."
  },
  {
    "sn": "1601",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1602",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Dazzling Encore</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Ayaka Sakai!\nWhat's more, her unique 5★ weapon Superstar will be available in Silent Pistol Arms Deals!\nAs a 5★ Electric Strategist, Ayaka Sakai excels at buffing allies one at a time.\nShe can make an ally her Costar, tuning up their Attack several octaves.\nAyaka can also greatly amplify an ally's Highlight.\nShe's able to instantly activate an ally's Highlight—ignoring the Highlight Gauge and cooldown times—and greatly increase the damage dealt by that Highlight. Plus, she can pump up the Highlight Gauge's fill rate, allowing Highlights to be activated at a quicker tempo.\nWhen equipped with her 5★ weapon, Superstar, she can add to the Highlight Gauge right when the battle starts, as well as increase her Costar's Attack.\nBe sure to include Ayaka in a party with allies who have powerful Highlights to put on the best show!"
  },
  {
    "sn": "1603",
    "tabText": "Main Story Updates",
    "text": "<color=#0F69CA><size=36>Unconditional Love: Phase 1 Release Event</size></color>\n\nAlong with a new chapter added to the main story, you'll be able to explore a new Palace and the Path of Chemdah in the Metaverse, as well as a new area: Kichijoji!\nThe Unconditional Love: Phase 1 event features an extra-special login bonus and missions. Its missions are split into four parts: Main Story, Metaverse Exploration, Visions of Ruin, and Kichijoji Adventure. From them, you can earn fantastic rewards including Meta Jewels, Mizuhiki Knots, Joy Medals, and training materials.\nAlso, based on how many Mizuhiki Knots (this event's reward item) you've collected, you can obtain Wind's 4★ weapon, Red Plum Blossom, and Red Plum Blossom Shards!\nDon't miss out on this valuable item up for grabs—nor on the new story content, city life activities, and battles against powerful enemies available for you to enjoy!"
  },
  {
    "sn": "1604",
    "tabText": "New Area Unlocked",
    "text": "<color=#0F69CA><size=36>New Area Unlocked: Kichijoji</size></color>\n\nFilled with a grab bag of experiences, Kichijoji has a ton for you to explore. You can find two new capsule series from its capsule machines, a popular café, a jazz club, shops, tasty treats, and more.\nWe hope you enjoy these new encounters and city life activities!"
  },
  {
    "sn": "1605",
    "tabText": "New Content Updates",
    "text": "<color=#0F69CA><size=36>Tasks Among New Features Added!</size></color>\n\nIn the new Tasks feature, Marthym has some jobs perfect for the Phantom Thieves! If you have Phantom Thieves that meet a task's conditions, you can send them out to help Marthym. Once the task is complete, you can earn various rewards, including Meta Jewels and Coffee Aids.\nIn addition to tasks, super levels will also be introduced, allowing you to raise the protagonist's level beyond Lv. 80. When you super level up, you can also earn special schema points, which you can use to strengthen the protagonist's base stats."
  },
  {
    "sn": "1606",
    "tabText": "Joker Returns",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: The Phantom Magician</size></color>\n\nThe exclusive 5★ Phantom Thief Ren Amamiya has returned!\nFor any new players just starting their adventures in Persona5: The Phantom X, The Phantom Magician will run for 30 days from when you begin.\nFor everyone who's already enjoying P5X, the contract will run for 30 days from the first time that you log in after the Version 2.0 update."
  },
  {
    "sn": "1701",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1702",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Our Shining Summer</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Tropical Motoha!\nWhat's more, her unique 5★ weapon Colorful Coast will be available in Silent Pistol Arms Deals!\nAs a 5★ Bless Sweeper, Tropical Motoha is great at taking down waves of foes with dazzling sunlight.\nHer Surf 'n' Shine skill deals some serious damage to all enemies as well as building up Summer Hype, increasing her critical rate and damage, and adding a splash of bonus damage to her skills.\nTropical Motoha's damage increases when she gets healed, and after 5 times she can use Surf 'n' Shine with no cooldown. Also, once Tropical Motoha's max HP reaches a certain amount, her Attack gets another boost.\nWhen equipped with her 5★ weapon, Colorful Coast, she'll deal more Bless damage, and Summer Hype will give her even more critical damage and skill damage.\nTeam up with allies who can heal her and boost her max HP, and she can easily build up her Summer Hype to make this a summer to remember."
  },
  {
    "sn": "1703",
    "tabText": "Event Ongoing!",
    "text": "<color=#0F69CA><size=36>Summer! Swimsuits! Sea Time! (Part 1)</size></color>\n\nIn this event, hang out with Motoha, Riko, and all your friends as you experience special stories, a water gun shooting minigame, and a new battle mode featuring Tropical Motoha. Enjoy the event story to the end, and finish your day with a fireworks finale!\nComplete a variety of missions to earn Rare Seashells, Fireworks Shells, and Meta Jewels.\nCollect enough Rare Seashells and you can purchase special outfits for Wonder, as well as other rewards like Retrograde Cards!\nYou can also gather Fireworks Shells by completing missions, allowing you to earn Meta Jewels and an exclusive profile frame!"
  },
  {
    "sn": "1704",
    "tabText": "Summer Makoto",
    "text": "<color=#0F69CA><size=36>New Outfit for Makoto Niijima!</size></color>\n\nA new outfit can be purchased at the Shop! Currently discounted for a limited time!\nYou can check the discount details by viewing Shop > Goods > Other.\n\nAfter the discount period ends, it will be available in the Shop at its regular price."
  },
  {
    "sn": "1705",
    "tabText": "Phantom Pass Update",
    "text": "<color=#0F69CA><size=36>Phantom Pass Season Updates</size></color>\n\nYou can earn fantastic rewards such as Gold Tickets and Coffee Aid with each pass level you reach.\nThe bonuses for purchasing a Premium+ Phantom Pass have also been updated.\nThey include new Wonder-exclusive clothing, a new frame, and a profile design."
  },
  {
    "sn": "1801",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1802",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Idol Contract: Summer Breeze</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Seaside Tomoko!\nWhat's more, the unique 5★ weapon Bubble Babies is also available in Silent Pistol Arms Deals!\nSeaside Tomoko is a 5★ Psychokinesis Medic. She's highly versatile, able to both heal allies and weaken enemies.\nWith her Awareness 0, Summer Reminiscence, she can inflict Sparks onto foes by activating skills. Once she reaches a certain amount, she can deal damage to all foes and inflict them with a damage down effect—all the while simultaneously healing the whole party.\nYou can use her skill 2, Hale Summer Days, to restore an ally's HP and grant them several buffs. It will also increase their Attack based on the target's ailment accuracy.\nIf you equip Seaside Tomoko with the 5★ weapon Bubble Babies, she gets a boost to her healing and damage from Summer Reminiscence, and she'll further increase foes' damage taken.\nSeaside Tomoko can attack, heal, strengthen allies, and weaken enemies, which makes her able to fill a variety of roles in a party. Be sure to pair her with an ally that excels at inflicting status ailments to really help her shine brightest this summer!"
  },
  {
    "sn": "1803",
    "tabText": "Event Updates",
    "text": "<color=#0F69CA><size=36>Summer! Swimsuits! Sea Time! Part Two</size></color>\n\nIn this second part of the summertime event, several party members will be unlocked in the event story content (including Tomoko and Merope in their beach attire). Be sure to fully complete the story, so you don't miss out on a chance to participate in the fireworks festival! There is also a shaved ice miniigame and battles with the new character Seaside Tomoko to enjoy!\nAs you complete missions in the various parts of the event, you can earn the event items Rainbow Umbrellas and Firework Shells, as well as Meta Jewels.\nCollect enough Rainbow Umbrellas and you can trade them for fabulous rewards such as Wonder-only outfits and Vicissitude Ink!\nYou can also use the fireworks festival item, Fireworks Shells, to complete missions and earn Meta Jewels, a special avatar frame, and more!"
  },
  {
    "sn": "1804",
    "tabText": "New Bonds",
    "text": "<color=#0F69CA><size=36>New Potential Accomplice: Kira Kitazato</size></color>\n\nWe hope you enjoy the newly unlocked synergy story content."
  },
  {
    "sn": "1805",
    "tabText": "Wonder's Beachwear",
    "text": "<color=#0F69CA><size=36>New Outfit for Wonder with Exclusive All-Out Attack and Highlight</size></color>\n\nA new outfit set can be purchased at the Shop! It comes with exclusive All-Out Attack and Highlight animations that can also be viewed from the event screen.\nThis item is currently discounted for a limited time!\n*You can check the discount details by viewing Shop > Goods > Other.\n\nAfter the discount period ends, it will be available in the Shop at its regular price."
  },
  {
    "sn": "1806",
    "tabText": "Marian Returns",
    "text": "<color=#0F69CA><size=36>Most Wanted Idol Contract: Angel's Diagnosis</size></color>\n\nThe exclusive 5★ Phantom Thief Minami Miyashita has returned!\nThe Minami Miyashita-only 5★ weapon Angel Heart has also been made available again in Most Wanted Silent Pistol Arms Deals."
  },
  {
    "sn": "1901",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1902",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Cynical Surgeon</color></size>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Kira Kitazato!\nWhat's more, his unique 5★ weapon Bloodletter will be available in Silent Pistol Arms Deals!\nKira Kitazato is a 5★ Physical Assassin.\n\nKitazato inflicts Bleed stacks on his targets to deal damage each turn.\nHe has two modes: Doctor and Ripper. In Doctor mode, he can inflict Bleed stacks by dealing damage with skills. This damage can be further increased by raising his ailment accuracy.\n\nIn Ripper mode, Kitazato spends foes' Bleed stacks to deal heavy damage.\n\nWhen equipped with his 5★ weapon, the damage dealt from both Kitazato and Bleed greatly increases.\n\nFor a successful operation, pair Kitazato up with allies who can grant him ailment accuracy buffs, accumulate Bleed stacks in his Doctor mode, and switch to Ripper mode to deal devastating damage to foes with high HP.\n\n<color=#0F69CA>Also, from this update (ver. 2.3.0), a new draw system called \"targeted\" contracts has been added to Most Wanted Phantom Idol Contracts.\nThe previous draw system has been renamed to \"chance\" contracts.\nFor more details on each draw system, press [Info] on the contract screen.</color>"
  },
  {
    "sn": "1903",
    "tabText": "Main Story Updates",
    "text": "<color=#0F69CA><size=36>Unconditional Love: Phase 2</size></color>\n\nWith the additions to the third chapter of the main story come new areas that have been unlocked! Head into the Metaverse to explore the third chapter's Palace and the new Path of Chemdah! This event's missions are split into four parts: Main Story, Metaverse Exploration, Visions of Ruin, and Kichijoji Adventure. From them, you can earn fantastic rewards including Meta Jewels, Plum Blossom Arm Bands, Joy Medals, and training materials.\nAlso, based on how many Plum Blossom Arm Bands (this event's reward item) you've collected, you can obtain the rank VII Persona Cu Chulainn and Cu Chulainn's Seals!\nDon't miss out on these valuable items up for grabs—nor on the new story content, city life activities, and battles against powerful enemies available for you to enjoy!"
  },
  {
    "sn": "1905",
    "tabText": "Yui Returns",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Virtual Netizen</size></color>\n\nThe exclusive 5★ Phantom Thief Yui has returned!\nThe Yui-only 5★ weapon Cyber Jammers has also been made available again in Most Wanted Silent Pistol Arms Deals.\n\n<color=#0F69CA>Also, from this update (ver. 2.3.0), a new draw system called \"targeted\" contracts has been added to Most Wanted Phantom Idol Contracts.\nThe previous draw system has been renamed to \"chance\" contracts.\nFor more details on each draw system, press [Info] on the contract screen.</color>"
  },
  {
    "sn": "2001",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "2002",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Flawless Hacker</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Futaba Sakura!\nWhat's more, her unique 5★ weapon Technomage Ultra FS will be available in Silent Pistol Arms Deals!\nFutaba Sakura is a 5★ Elucidator who excels at debuffing foes.\n\nFutaba can turn all foes' affinities to the party's favor, based on the attributes of her party members. This turns normal affinities to weaknesses and further increases weakness damage for weaknesses the foe already had.\nIn addition to these attribute changes, Futaba can also inflict debuffs onto foes with effects such as lowering their Defense or increasing their damage taken.\n\nWhen equipped with her 5★ weapon, Futaba can also increase the amount of critical damage foes take.\n\nFutaba is a highly versatile character who can work well with any party formation. She allows you to strengthen her allies while also inflicting debuffs on foes and changing their affinities to dramatically increase damage dealt.\n\n<color=#0F69CA>Also, from the version 2.3.0 update, a new draw system called \"targeted\" contracts has been added to Most Wanted Phantom Idol Contracts.\nThe previous draw system has been renamed to \"chance\" contracts.\nFor more details on each draw system, press [Info] on the contract screen.</color>"
  },
  {
    "sn": "2003",
    "tabText": "Event Updates",
    "text": "<color=#0F69CA><size=36>Crossroads of Fate: Pyramid Arc Unlocked</size></color>\n\n• Complete the event-exclusive story to obtain Meta Jewels and other training materials. You can also get Ancient Rebel Coins and more by completing missions.\n• In the Boss Battle section, you can obtain rewards like Joy Medals and Rebel Coins upon defeating bosses at certain distortion levels.\n\n• After you earn Rebel Coins by completing the Crossroads of Fate: Pyramid Arc's story or completing boss battles, don't forget to check out the Exchange Shop. There, you can trade those Rebel Coins for fantastic rewards that include Platinum Milicoins, Retrograde Cards, and training materials!"
  },
  {
    "sn": "2004",
    "tabText": "New Bonds",
    "text": "<color=#0F69CA><size=36>New Potential Accomplice: Masaki Ashiya</size></color>\n\nWe hope you enjoy their newly unlocked synergy story content.\n*Their Synergy Rank can be increased up to 14."
  },
  {
    "sn": "2005",
    "tabText": "Maid Futaba",
    "text": "<color=#0F69CA><size=36>New Outfit for Futaba Sakura</size></color>\n\nA new outfit can be purchased at the Shop! It's also currently discounted for a limited time!\nHead to the Shop > Goods > Other to view more details on how long it will be available at this discounted price.\n\nAfter the discount period ends, it will be available in the Shop at its regular price."
  },
  {
    "sn": "2006",
    "tabText": "Phantom Pass Updates",
    "text": "<color=#0F69CA><size=36>Phantom Pass Season Updates</size></color>\n\nYou can earn fantastic rewards such as Gold Tickets and Coffee Aid with each pass level you reach.\nThe bonuses for purchasing a Premium+ Phantom Pass have also been updated.\nThey include new Wonder-exclusive clothing, a new frame, a profile design, as well as the newly added Spray-On Dye. *Spray-On Dye can be used to unlock color variants of this season's Wonder-only outfit, Pink Shell Outfit. "
  },
  {
    "sn": "2007",
    "tabText": "Fox Returns",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Art of the Fox</size></color>\n\nThe exclusive 5★ Phantom Thief Yusuke Kitagawa has returned!\nThe Yusuke Kitagawa-only 5★ weapon Shadowkiller has also been made available again in Most Wanted Silent Pistol Arms Deals.\n\n<color=#0F69CA>Also, from the version 2.3.0 update, a new draw system called \"targeted\" contracts has been added to Most Wanted Phantom Idol Contracts.\nThe previous draw system has been renamed to \"chance\" contracts.\nFor more details on each draw system, press [Info] on the contract screen.</color>"
  },
  {
    "sn": "2008",
    "tabText": "Queen Returns",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Fist of the Phantom Star</size></color>\n\nThe exclusive 5★ Phantom Thief Makoto Niijima has returned!\nThe Makoto Niijima-only 5★ weapon Nuclear Finisher has also been made available again in Most Wanted Silent Pistol Arms Deals.\n\n<color=#0F69CA>Also, from the version 2.3.0 update, a new draw system called \"targeted\" contracts has been added to Most Wanted Phantom Idol Contracts.\nThe previous draw system has been renamed to \"chance\" contracts.\nFor more details on each draw system, press [Info] on the contract screen.</color>"
  },
  {
    "sn": "2009",
    "tabText": "Enhancement Rush",
    "text": "<color=#0F69CA><size=36>Realm of Repression Event: Enhancement Rush</size></color>\n\nEnhancement Rush is an event where your rewards upon completing certain quests in Realm of Repression are boosted up to five times.\nThere will also be a daily supply of Coffee Aid that you can claim once per day during the event."
  },
  {
    "sn": "2101",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "2102",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Swords and Roses</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Masaki Ashiya!\nWhat's more, his unique 5★ weapon Spina Sacramenti will be available in Silent Pistol Arms Deals!\n\nMasaki Ashiya is a 5★ Ice Guardian who excels at supporting and improving how long the party lasts in battle, mainly through granting them shields.\n\nAshiya can greatly increase allies' survivability by granting powerful shields to allies as well as strengthening their Defense.\nHe can also power up allies' damage dealt, making him a versatile support character.\n\nWhen equipped with his 5★ weapon, Ashiya can also grant damage increases.\n\nWhile he can be used in any party, his abilities to back up the party's attacks and ensure they have high staying power really shine when he's put into a party with Ice-attribute allies.\n\n<color=#0F69CA>Also, from the version 2.3.0 update, a new draw system called \"targeted\" contracts has been added to the Most Wanted Phantom Idol Contracts. \nThe previous contract system has been renamed to \"chance\" contracts.\nFor more details on each draw system, press [Info] on the contract screen.</color>"
  },
  {
    "sn": "2103",
    "tabText": "Tycoon Released",
    "text": "<color=#0F69CA><size=36>Tycoon Added to Companios!</size></color>\n\nIn celebration of Tycoon being added to the game, a new event called Tycoon Typhoon has also begun!\nBy playing Tycoon during the event, you can obtain Tycoon Points as well as Tycoon Medals .\n\nBased on the number of Tycoon Medals you've collected, you can obtain various rewards such as Meta Jewels, Fortune Revelations, and more! Tycoon Points can also be exchanged for fantastic rewards such like Vicissitude Ink and Platinum Milicoins. To use them, go to the Exchange Shop and then Companio."
  },
  {
    "sn": "2105",
    "tabText": "New Bonds",
    "text": "<color=#0F69CA><size=36>New Potential Accomplice: Miyu Sahara</size></color>\n\nIn addition, Masaki Ashiya's Synergy Rank can now be increased to 20!\nWe hope you enjoy the newly unlocked synergy story content.\n*Miyu Sahara's Synergy Rank can be increased up to 14."
  },
  {
    "sn": "2106",
    "tabText": "Trial of Thorns Released",
    "text": "<color=#0F69CA><size=36>Trial of Thorns: A New High-Difficulty Event!</size></color>\n\nTake on powerful bosses to earn Joy Medals, special badges and other fantastic rewards for defeating them.\n\nFor one week from the start of the event, you can take on Seth. Then, from the second week, you can take on Trumpeter."
  },
  {
    "sn": "2107",
    "tabText": "New Content Updates",
    "text": "<color=#0F69CA><size=36>New Stages Added to The Velvet Trials</size></color>\n\nA total of 10 stages have been added to trial areas 31–40 in The Velvet Trials.\nYou can also obtain new rewards based on the total amount of stars you've collected and Joy Medals for fulfilling challenge goals."
  },
  {
    "sn": "2108",
    "tabText": "New Shop Items Available",
    "text": "<color=#0F69CA><size=36>Exclusive Sets Added for Black Friday!</size></color>\n\nFour kinds of sets are available in the Shop for a limited time in commemoration of Black Friday.\n\nWhen purchased through the official store, these Black Friday sets are an even greater deal!\nThey come with a wonderful store-exclusive bonus, so be sure to check out the official store!\n*For more details on these items, please check the Set Details screen for each set."
  },
  {
    "sn": "2201",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "2202",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Le Rouge et le Noir</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Haru Okumura!\nWhat's more, her unique 5★ weapon Last Quarter is also available in Silent Pistol Arms Deals!\nAs a 5★ Psychokinesis Sweeper, Haru Okumura excels in ranged attacks.\n\nWhen Haru uses a skill, in addition to dealing damage to the foe, she also gains various buffs to ranged attacks.\nBased on the number of these buffs she is granted, her ranged attacks are powered up or can even deal tons of Psychokinesis damage to all foes.\nWhen equipped with her 5★ weapon, her Attack is also increased whenever she gains these ranged attack buffs.\n\nBy switching between skills and ranged attacks, Haru Okumura can continuously pepper the enemy in full force, wiping out foes with exceptional grace and elegance in battle.\n\n<color=#0F69CA>Also, from the version 2.3.0 update, a new draw system called \"targeted\" contracts has been added to the Most Wanted Phantom Idol Contracts.\nThe previous contract system has been renamed to \"chance\" contracts.\nFor more details on each draw system, press [Info] on the contract screen.</color>"
  },
  {
    "sn": "2203",
    "tabText": "Event Updates",
    "text": "<color=#0F69CA><size=36>Crossroads of Fate: Spaceport Arc Unlocked</size></color>\n\n• Complete the event-exclusive story to obtain Meta Jewels and other training materials. You can also get Cosmic Rebel Coins and more by completing missions.\n• In the Boss Battle section, you can obtain rewards like Joy Medals and Cosmic Rebel Coins upon defeating bosses at certain distortion levels.\n\n• After you earn Cosmic Rebel Coins by completing the Crossroads of Fate: Spaceport Arc's story or defeating bosses in battles, don't forget to check out the Exchange Shop. There, you can trade those Rebel Coins for fantastic rewards that include Platinum Milicoins, Vicissitude Ink, and training materials!"
  },
  {
    "sn": "2205",
    "tabText": "Metro of Desire Updates",
    "text": "<color=#0F69CA><size=36>New Metro of Desire Route Unlocked!</size></color>\n\nA new route has opened up, with up to 8 difficulty levels and its own special operations.\nNew Lost Items and route goals have also been added, offering valuable rewards such as Meta Jewels and Retrograde Cards."
  },
  {
    "sn": "2206",
    "tabText": "Maid Haru",
    "text": "<color=#0F69CA><size=36>New Outfit for Haru Okumura</size></color>\n\nA new outfit set can be purchased in the Shop! It's also currently discounted for a limited time! \nHead to the Shop > Goods > Other to view more details on how long it will be available at this discounted price.\n\nAfter the discount period ends, it will be available in the Shop at its regular price."
  },
  {
    "sn": "2207",
    "tabText": "Tabby's Treasure Hunt",
    "text": "<color=#0F69CA><size=36>Tabby's Treasure Hunt on Now!</size></color>\n\nIn the Tabby's Treasure Hunt event, you can get Meta Jewels, training materials and more in exchange for giving Cat Food (an item exclusive to this event) to the orange tabby and finding treasures.\nCat Food can be obtained through Daily Cat Chow missions. Other items can also be obtained through the treasure hunt, including Marbles (another event-only item), which trigger special missions when collected.\n\nWe hope you enjoy collecting all of the Marbles during the event and find the story content with the orange tabby a-meow-sing!"
  },
  {
    "sn": "2301",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "2302",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Road to Rehabilitation</size></color>\n\nThis is your chance to get the exclusive 5★ Pair Justine & Caroline!\nWhat's more, their unique 5★ weapon Warden's Judgement is also available in Silent Pistol Arms Deals!\nJustine & Caroline are the first Virtuoso unit, and the first 5★ Almighty character.\n\nJustine & Caroline possess 4 different skills, each with varying effects and attributes. These skills deal damage to enemies, while also providing additional support or recovery effects.\nBefore the battle starts, you can choose two of these skills to match your party's composition. Depending on the combination, they'll receive different roles and effects during battle.\n\nTheir 5★ weapon increases their allies' critical damage and damage dealt when Justine & Caroline's selected skills are used.\n\nWith their overwhelming strengthening capabilities and flexibility in battle, they can be used effectively in any party. Match skills to enemy weaknesses, deal damage while buffing allies, and greatly increase the firepower of the entire party.\n\n<color=#0F69CA>Also, from the version 2.3.0 update, a new draw system called \"targeted\" contracts has been added to the Most Wanted Phantom Idol Contracts.\nThe previous contract system has been renamed to \"chance\" contracts.\nFor more details on each draw system, press [Info] on the contract screen.</color>"
  },
  {
    "sn": "2303",
    "tabText": "Special Event",
    "text": "<color=#0F69CA><size=36>Crossroads of Fate: Twins Arc Unlocked</size></color>\n\n• Complete the event-exclusive story to obtain Meta Jewels, training materials, and Prison Rebel Coins.\n• In the Recollections of Fate, you can obtain rewards like Joy Medals and Rebel Coins upon defeating bosses at certain distortion levels.\n\n• After you earn Rebel Coins by completing the Crossroads of Fate: Twins Arc's story, Recollections of Fate, and other events, don't forget to check out the Exchange Shop. There, you can trade those Rebel Coins for fantastic rewards that include Platinum Milicoins, Vicissitude Ink, and training materials!\n\nYou can also fulfill missions for exclusive capsules in this event. Check the limited-time capsule toy event to learn more!"
  },
  {
    "sn": "2304",
    "tabText": "New Year's Event",
    "text": "<color=#0F69CA><size=36>New Year's Blessings!</size></color>\n\n<color=#FFD145>Phantom Festivities</color>\n• During the event, you can earn Meta Jewels and other training materials for playing through the event story and spending the holidays with your friends.\n\n<color=#FFD145>Fresh Start Fortunes</color>\n• Log in each day during the event to draw a fortune and receive Platinum Tickets, Meta Jewels, and other special rewards based on your luck for the day."
  },
  {
    "sn": "2305",
    "tabText": "Half-Year Anniversary",
    "text": "<color=#0F69CA><size=36>Half-Year Anniversary event on now!</size></color>\n\n12/26 marks six months since the worldwide release of Persona5: The Phantom X!\n\nFor each day you log in during the event, you can earn rewards such as Meta Jewels and training materials. Log in enough days to earn special gifts, as well!\nYou can also earn Celebratory Poppers by completing event-exclusive missions that update daily.\n\nIn addition to the Half-Year Anniversary Login Bonus, Purchase Rewards and special Half-Year Anniversary sets will also be available.\nWith Purchase Rewards, you can earn Marthym's Stamps when purchasing various items during the event period, and exchange them for fabulous rewards such as Meta Jewels and Reward 5★ Thief Cases.\n\nWe hope you take part in the event, and celebrate our half-year anniversary along with the Phantom Thieves!\n*To view the item details, go to the Anniversary screen and then Event Shop."
  },
  {
    "sn": "2306",
    "tabText": "Tycoon Season 2",
    "text": "<color=#0F69CA><size=36>Tycoon Season Updates</size></color>\n\nAlong with an update to the season for Tycoon, season two for the Tycoon Typhoon event has also begun!\nBy playing Tycoon during the event, you can obtain Tycoon Points as well as Tycoon Medals.\n\nBased on the number of Tycoon Medals you've collected, you can obtain up to 10,000 Tycoon Points! Tycoon Points can be traded for fantastic rewards like Vicissitude Ink and Platinum Milicoins. To exchange them, go to the Tycoon screen and then Exchange."
  },
  {
    "sn": "2307",
    "tabText": "New Bonds",
    "text": "<color=#0F69CA><size=36>New Potential Accomplice: Kotone Montagne</size></color>\n\nThe event New Bonds is also available. During the event, you can obtain rewards such as Meta Jewels by unlocking synergy with the event's accomplice.\nWe hope you enjoy the newly unlocked synergy story content.\n*This accomplice's Synergy Rank can be increased up to 14."
  },
  {
    "sn": "2308",
    "tabText": "Ultramarine Outfit Set",
    "text": "<color=#0F69CA><size=36>New Outfit for Wonder with Exclusive All-Out Attack and Highlight</size></color>\n\nA new outfit set can be purchased at the Shop! It comes with exclusive All-Out Attack and Highlight animations that can also be viewed from the event screen.\nThis item is currently discounted for a limited time!\n\nWhat's more, you can also get exclusive Justine & Caroline capsule toys by purchasing it during the event and completing certain missions!\nBe sure to check out the limited-time capsule toy event to learn how to get them!\n*You can check the discount details by viewing Shop > Goods > Other.\n\nAfter the discount period ends, it will be available in the Shop at its regular price."
  },
  {
    "sn": "2309",
    "tabText": "Phantom Pass Updates",
    "text": "<color=#0F69CA><size=36>Phantom Pass Season Updates</size></color>\n\nYou can earn fantastic rewards such as Gold Tickets and Coffee Aid with each pass level you reach.\nThe bonuses for purchasing a Premium+ Phantom Pass have also been updated.\nThey include new Wonder-exclusive clothing as well a new frame and profile design.\nThis season's outfit can also have its color variants unlocked with Spray-On Dye."
  },
  {
    "sn": "2310",
    "tabText": "New Content Updates",
    "text": "<color=#0F69CA><size=36>Prayers Added to In-Game Content!</size></color>\n\nPrayers allow you to use Kagura Bells (an item obtained from certain events) to draw for reward items!\n\nThese rewards have a fantastic lineup which includes 5★ Cognitite Cases and Thief's Cognitite Shards!\n\n<color=#FFD145>5★ Cognitite Case</color>\nThis item allows you to obtain cognitite that can be used to awaken certain 5★ Phantom Thieves.\n\n<color=#FFD145>Thief's Cognitite</color>\nAfter collecting 60 of this item, you can turn them into cognitite for certain 5★ Phantom Thieves.\n\nWhat's more, Yusuke Kitagawa and Makoto Niijima have been added to the exchangeable targets for Thief's Cognitite!\nKagura Bells are super important and useful, so you won't want to miss out on chances to obtain this fantastic reward!"
  },
  {
    "sn": "2311",
    "tabText": "Most Wanted Casting Call",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Casting Call</size></color>\n\nFeaturing 5 exclusive 5★ Phantom Thieves!\nYou can select 3 Most Wanted Phantom Thieves from a lineup of exclusive 5★ Phantom Thieves, and draw Most Wanted Idol Contracts for each of the Phantom Thieves.\nThe 3 Thieves you select will be shared between the new \"targeted\" contract system and the previous \"chance\" contract system.\n\nWhat's more, 5★ weapons for Phantom Thieves appearing in the Most Wanted Casting Call will also be available in a special Silent Pistol Arms Deal, allowing you to choose featured weapons from the lineup!\n\nAdditionally, special lucky bag items, the New Year's Milicoin Set and the New Year's Ticket Set, will be available in the shop!\n*For more details on these items, please check the Shop."
  },
  {
    "sn": "2312",
    "tabText": "Cycle of Fate",
    "text": "<color=#0F69CA><size=36>Cycle of Fate event has begun!</size></color>\nDuring the event, you can clear limited-time missions to get Oracle Ink and create custom Revelation Cards!\n\nUse Oracle Ink to select the Revelation Card's set, mark, and main attribute. You can also re-draw its sub-attribute. Finally, press \"Create\" to obtain your customized Revelation Card.\nCreate up to 2 cards!\n*You can change the selection state of the Revelation Card before creation by using additional Oracle Ink."
  },
  {
    "sn": "2401",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "2402",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Phantom Idol Contract: Ice Princess</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Idol Frostgale Kotone!\nWhat's more, her unique 5★ weapon Lame de l'Amour is also available in Silent Pistol Arms Deals!\nFrostgale Kotone is a 5★ Assassin who can alternate between Wind and Ice attribute at will.\n\nWhen her attribute changes, so too do her skills.\nIn Wind form, she excels at granting buffs to allies and dealing multi-hit attacks on enemies.\nWhen in Ice form, she can debuff enemies, grant shields to allies and unleash powerful attacks.\n\nWhen equipped with her 5★ weapon, she can increase the critical rate of certain skills and inflict even greater damage with whichever attribute she has applied.\n\nThe more thieves in your party that share the same attribute as Frostgale Kotone, the greater the damage she can inflict.\nShe makes for a resourceful ally in a Wind or Ice attribute-centric party."
  },
  {
    "sn": "2403",
    "tabText": "Main Story Updates",
    "text": "<color=#0F69CA><size=36>Unconditional Love: Phase 3 Release Event</size></color>\n\nThe latest installment of the main story is out, featuring a new section of the third chapter's Palace to explore and missions to complete!\nThis event's missions are split into four parts: Main Story, Metaverse Exploration, Visions of Ruin, and Trial of the Astrolabe Missions. From them, you can earn fantastic rewards including Meta Jewels, Plum Blossom Dango, Joy Medals, and training materials.\n\nAlso, based on how many Plum Blossom Dango (this event's reward item) you've collected, you can obtain the rank VII Persona Black Frost and Black Frost's Seals!\nDon't miss out on these valuable items up for grabs—nor on the new story content, city life activities, and battles against powerful enemies available for you to enjoy!"
  },
  {
    "sn": "2404",
    "tabText": "Trial of the Astrolabe",
    "text": "<color=#0F69CA><size=36>New gameplay content: Trial of the Astrolabe</size></color>\n\nTrial of the Astrolabe is a new gameplay mode where you clear stages to earn enhancement materials for the expanded Mindscape.\n\nAttempting a stage consumes Willpower, and each Phantom Thief has a finite number of challenge attempts.\n*For more details, please go to the Metaverse and select Trial of the Astrolabe.\nWith the Mindscape expansion in Ver. 3.0.0, new enhancement materials can be obtained in various ways.\n\n<color=#FFD145>Phantom Thief Level Up Rewards</color>\nNew rewards have been added for raising Phantom Thieves (excluding the protagonist) to Level 75 and 80!\nBy reaching these levels, you can earn Mindscape enhancement materials.\n\n<color=#FFD145>Mindscape Material Sets</color>\nNew training sets, such as the Gem Set and the Bottle Set, have been added to the shop, and can be purchased with Meta Jewels!\nYou can use them to upgrade the Mindscape of your choice.\n*For more details, please check the Shop."
  },
  {
    "sn": "2405",
    "tabText": "Lufel's \"Business\" Plan EX",
    "text": "<color=#0F69CA><size=36>Lufel's \"Business\" Plan EX!</size></color>\n\nOnce you have claimed all the rewards for clearing every mission up to the end of Lufel's \"Business\" Plan IV, you will unlock \"Business\" Plan EX.\nIn \"Business\" Plan EX, complete missions to earn Meta Jewels and training materials, and if you complete a certain number of them, there are even greater rewards up for grabs.\n\n<color=#FFD145>New Rewards</color>\nYou can earn shards to forge 5★ weapons available in Wonder Weapon Enhancement Box, as well as Joy Medals.\nYou can also earn seals for Rank VIII Personas available in Rank VIII Persona Box, as well as Repression Medal IV.\nIf you collect 60 Artisan's Mod Order Pieces, you can exchange them for an Artisan's Mod Order that can be used to forge a 5★ weapon.\n\n<color=#FFD145>Reward for Clearing All Missions</color>\nSpecial 5★ Weapon Case x1"
  }
]