[
  {
    "sn": "1201",
    "tabText": "Event Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1202",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Idol Contract: Art of the Fox</size></color>\nEvent Period: <color=#0F69CA><size=36>Jul 24, post-maintenance - Aug 21, 2025, 1:59 AM UTC</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Yusuke Kitagawa!\nWhat's more, the unique 5★ weapon Shadowkiller will be available from the Silent Pistol Arms Deal!\nYusuke Kitagawa is a 5★ Ice Sweeper. His ability to counterattack enables him to deal damage during the enemy's turn, while his unique skill enhances his counterattack, dealing more damage and allowing him to target all enemies at once. As the shield of your party, he will draw damage away from allies while creating endless opportunities to strike back at foes. Furthermore, his damage will increase even more if he has a shield. When paired with an ally capable of granting shields to party members, you'll be able to take full advantage of Yusuke's offensive and defensive capabilities."
  },
  {
    "sn": "1204",
    "tabText": "Butler Yusuke",
    "text": "<color=#0F69CA><size=36>New Outfit for Yusuke Kitagawa!</size></color>\n\nA new outfit can be purchased at the Shop! Currently discounted for a limited time!\nDiscount Period: <color=#0F69CA><size=36>Jul 24, post-maintenance - Aug 21, 2025, 1:59 AM UTC</size></color>\n\nAfter the discount period ends, it will be available in the Shop at its regular price."
  },
  {
    "sn": "1205",
    "tabText": "Butler Ren",
    "text": "<color=#0F69CA><size=36>New Outfit for Ren Amamiya!</size></color>\n\nA new outfit can be purchased at the Shop! Currently discounted for a limited time!\nDiscount Period: <color=#0F69CA><size=36>Jul 24, post-maintenance - Aug 21, 2025, 1:59 AM UTC</size></color>\n\nAfter the discount period ends, it will be available in the Shop at its regular price."
  },
  {
    "sn": "1301",
    "tabText": "Version Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1302",
    "tabText": "New Phantom Thief",
    "text": "<color=#0F69CA><size=36>Most Wanted Idol Contract: Fist of the Phantom Star</size></color>\n\nThis is your chance to get the exclusive 5★ Phantom Thief Makoto Niijima!\nWhat's more, the unique 5★ weapon Nuclear Finisher will be available in Silent Pistol Arms Deals!\nMakoto Niijima is a 5★ Nuclear Assassin.\nShe excels in dealing tons of damage to single targets. Plus, when she uses skills, she gains stacks of Tenacity. After a set number of Tenacity stacks, she can activate Crash Out. While Crash Out is active, Makoto's Attack and Defense are greatly improved, and she can use Thermonuclear Fury, an evolved skill that can deal powerful multi-stage damage to one foe.\nMakoto also gains Tenacity stacks when foes are given elemental ailments.\nSo if you want to unleash Makoto's full potential and really see Makoto Niijima shine in battle, be sure to team her up with an ally that excels at inflicting elemental ailments!"
  },
  {
    "sn": "1303",
    "tabText": "Event Updates",
    "text": "<color=#0F69CA><size=36>Crossroads of Fate: Bank Arc Unlocked</size></color>\n\n• Complete the event-exclusive story to obtain Meta Jewels and other training materials. You can also get Destiny Badges and more by completing missions.\n• In Sinners of Vanity and Gluttony: Reform the Twisted, you can obtain rewards like Retrograde Cards and Destiny Badges upon defeating bosses at certain distortion levels.\n• After you earn Destiny Badges by completing the Crossroads of Fate: Museum and Bank Arcs story or defeating bosses in Sinners of Vanity and Gluttony: Reform the Twisted, don't forget to head to the Gallery Auction. There, you can trade those Destiny Badges for fantastic rewards that include Gold Tickets, Platinum Milicoins, and training materials!"
  },
  {
    "sn": "1304",
    "tabText": "New Bonds",
    "text": "<color=#0F69CA><size=36>Yumi Shiina and Kiyoshi Kurotani can now become your accomplices!</size></color>\n\nWe hope you enjoy their newly unlocked synergy story content.\n*Their Synergy Ranks can be increased up to 14."
  },
  {
    "sn": "1501",
    "tabText": "Event Updates",
    "text": "AAAAAA=="
  },
  {
    "sn": "1502",
    "tabText": "Phantom Pass Updates",
    "text": "<color=#0F69CA><size=36>Phantom Pass Season Updates</size></color>\n\nYou can earn fantastic rewards such as Gold Tickets and Coffee Aid with each pass level you reach.\nThe bonuses for purchasing a Premium+ Phantom Pass have also been updated.\nThey include new Wonder-exclusive clothing, a new frame, and the profile design Interlaced Desires."
  }
]