[
  {
    "sn": "10001",
    "name": "Disquieting Nightmare",
    "describe": "A young thief battled against a masked adversary in what appeared to be a casino. The person beneath the mask looks just like..."
  },
  {
    "sn": "10002",
    "name": "A Directionless Future",
    "describe": "I need to fill out my career questionnaire, but I have no clue what to write..."
  },
  {
    "sn": "10003",
    "name": "Fate's Beginning",
    "describe": "I had this strange dream where I met an old man called Igor and a woman called Merope... But was it really just a dream...?"
  },
  {
    "sn": "10004",
    "name": "The World's Anomaly",
    "describe": "People's desires seem to be fading all at once... Something strange is happening to the world."
  },
  {
    "sn": "10005",
    "name": "Another Self",
    "describe": "Finding myself suddenly lost in the Metaverse, I was attacked by a terrifying shadow... Just as I was about to meet my fate, I heard a voice..."
  },
  {
    "sn": "10101",
    "name": "Advice",
    "describe": "Upon revisiting the Velvet Room, Igor and Merope warned me that a terrible future of ruin awaited."
  },
  {
    "sn": "10102",
    "name": "Neighbors",
    "describe": "I happened to run into my neighbor, Kayo Tomiyama, who's friends with my mom. She... certainly likes to talk..."
  },
  {
    "sn": "10103",
    "name": "Lost Items",
    "describe": "On the way to school, I found a train pass with a baseball mitt keychain attached to it. I need to return it to its owner."
  },
  {
    "sn": "10104",
    "name": "Divine Justice",
    "describe": "Motoha Arai, the girl who sits in front of me in class, told me about the popular site, Divine Justice, and its administrator, Magatsukami."
  },
  {
    "sn": "10105",
    "name": "Reunion",
    "describe": "In class, I met up with Tomoko Noge, the girl whose train pass I found. It turns out she's best friends with Motoha."
  },
  {
    "sn": "10106",
    "name": "On the Rooftop",
    "describe": "Up on the school rooftop, Lufel explained to me about the Metaverse and shadows. It seems that he has something he wishes to ask me."
  },
  {
    "sn": "10107",
    "name": "Target",
    "describe": "At Shibuya Station, I witnessed the misdeeds of the Subway Slammer, Takeyuki Kiuchi. It seems that in order to stop him, I must become a Phantom Thief and delve into the Metaverse..."
  },
  {
    "sn": "10108",
    "name": "Palace Entrance",
    "describe": "In Mementos, we discovered a red vortex. According to Lufel, it's the entrance to a palace."
  },
  {
    "sn": "10109",
    "name": "Motoha's Past",
    "describe": "Apparently Motoha and Kiuchi have a troubled past. Motoha believed that it's her fault he retired from baseball."
  },
  {
    "sn": "10110",
    "name": "Decisive Departure",
    "describe": "During the confrontation with Kiuchi's shadow, Motoha freed herself from burden of her past, and found the will to fight. At that moment, something changed within her..."
  },
  {
    "sn": "10111",
    "name": "A New Teammate",
    "describe": "When Lufel explained to Motoha about the Phantom Thieves and their plan to change Kiuchi's heart, she agreed to join us without hesitation."
  },
  {
    "sn": "10112",
    "name": "Kiuchi's Past",
    "describe": "In the palace, we saw a video of Kiuchi's past. Motoha thought that she had injured Kiuchi, but the truth paints a different picture..."
  },
  {
    "sn": "10113",
    "name": "The First Calling Card",
    "describe": "Having secured the route to the Treasure, we prepared ourselves for the upcoming battle. The time has come to send our first calling card."
  },
  {
    "sn": "10114",
    "name": "The End and the Beginning",
    "describe": "Kiuchi's shadow awaited us in the depths of his palace. Will Motoha be able to settle her past with Kiuchi once and for all?"
  },
  {
    "sn": "10201",
    "name": "A Corrupted Flavor",
    "describe": "We headed to Victory Kitchen in Shinjuku to celebrate our victory over ramen, but Motoha couldn't help but feel there's something different about the taste."
  },
  {
    "sn": "10202",
    "name": "Start of a Thief's Journey",
    "describe": "Seeing Kiuchi's arrest on the news, we became all the more determined to carry on with our Phantom Thief activities."
  },
  {
    "sn": "10203",
    "name": "Katana Tounge's Other Side",
    "describe": "Celebrity food critic Hiromu Miyazawa is plotting to claim the management rights to Victory Kitchen, but it seems like there's someone else pulling the strings."
  },
  {
    "sn": "10204",
    "name": "New Areas",
    "describe": "In order to locate the next palace, we delved back into Mementos, and noticed that some changes had occurred since we claimed Kiuchi's treasure..."
  },
  {
    "sn": "10205",
    "name": "Authentic Taste",
    "describe": "Shun Kano introduced us to the ramen of Heritage Kitchen, and Motoha immediately noticed that it had the taste she remembers. Though it seems that Miyazawa plans to get his hands on this restaurant, as well..."
  },
  {
    "sn": "10206",
    "name": "The Second Target",
    "describe": "Lufel is certain that Miyazawa must be a Palace ruler, so we decided to make him our next target."
  },
  {
    "sn": "10207",
    "name": "Miyazawa's Palace Infiltration",
    "describe": "We found a poster inside Miyazawa's palace featuring Shun. It seems that the upcoming Food Fight is all part of Miyazawa's scheme..."
  },
  {
    "sn": "10208",
    "name": "Proud Outlaw",
    "describe": "Inside the palace, we found ourselves cornered by Miyazawa's shadow. At that moment, a new power awakened within Shun..."
  },
  {
    "sn": "10209",
    "name": "Miyazawa's Palace Exploration",
    "describe": "The Phantom Thieves commenced our exploration of Miyazawa's palace along with our newest member, Shun. First we'll need to secure a route to the Treasure."
  },
  {
    "sn": "10210",
    "name": "The Second Calling Card",
    "describe": "With our calling card sent to Miyazawa, all the preparations are in order. It's only a matter of time before the big showdown..."
  },
  {
    "sn": "10211",
    "name": "Real and Fake",
    "describe": "Miyazawa's desires had been distorted from his failure to become the true professional he always aspired to be. Left dejected from his defeat, Miyazawa is approached by Shun..."
  },
  {
    "sn": "10212",
    "name": "After the Battle",
    "describe": "After our showdown against Miyazawa's shadow, we made our return to the real world, when something unexpected happens..."
  },
  {
    "sn": "10213",
    "name": "Confession of Sins",
    "describe": "Miyazawa held a press conference where he confessed to his crimes. The results of his change of heart were even greater than we expected."
  },
  {
    "sn": "10301",
    "name": "Educational Consultant",
    "describe": "The educational consultant Kei Akashi has arrived to Kokatsu Academy. But it seems his policies don't agree with 2-C's homeroom teacher, Ms. Katayama."
  },
  {
    "sn": "10302",
    "name": "Return",
    "describe": "The Phantom Thieves head toward a new area in Mementos. There, they run into a huge Shadow, one they defeated before..."
  },
  {
    "sn": "10303",
    "name": "Hit-and-Run Rider",
    "describe": "A bicyclist speeds through the town at night... They are none other than the Menace known as the Hit-and-Run Rider.  "
  },
  {
    "sn": "10304",
    "name": "New Faculty Member",
    "describe": "Kei Akashi is introduced to the students at a school assembly. It's also announced that Disciplinary Committee Chair Riko Tanemura will be assisting him."
  },
  {
    "sn": "10305",
    "name": "Labeled a Violent Teacher",
    "describe": "A post on Divine Justice has labeled Ms. Katayama as a Menace. She was then reprimanded by the academic coordinator."
  },
  {
    "sn": "10306",
    "name": "The Menace's Identity",
    "describe": "Ms. Katayama is seen riding her bike in an irritated and reckless manner. It seems that someone was observing her secretly from the shadows. "
  },
  {
    "sn": "10307",
    "name": "Onward to a New Palace",
    "describe": "Lufel suspects that the next Palace ruler is Kumi Katayama. The Phantom Thieves head to Mementos to confirm, but then..."
  },
  {
    "sn": "10308",
    "name": "Palace Protector",
    "describe": "In the Palace that was supposed to belong to Katayama, the Phantom Thieves encounter a Shadow clad in machinery."
  },
  {
    "sn": "10309",
    "name": "Untold Past",
    "describe": "A celebration is held at Heritage Kitchen for Yamagoshi's recovery. There, the Phantom Thieves learn from Masa and Yamagoshi about Ms. Katayama's past."
  },
  {
    "sn": "10310",
    "name": "Suspended",
    "describe": "Ms. Katayama is suspended for assaulting Akashi. Riko, who was present at the scene, asks the Phantom Thieves for advice."
  },
  {
    "sn": "10311",
    "name": "Suspicions of Akashi",
    "describe": "Riko suspects that Ms. Katayama's suspension was a ploy by Akashi. The Phantom Thieves decide to work with Riko to investigate Akashi..."
  },
  {
    "sn": "10312",
    "name": "Lost Riko",
    "describe": "After following the Phantom Thieves, Riko is thrust into the Metaverse. She finds the icon for the Metaverse Navigator on her phone."
  },
  {
    "sn": "10313",
    "name": "View of the Past",
    "describe": "The Thieves discover videos that are projected within the Palace. They reveal the pasts of both Ms. Katayama and Riko."
  },
  {
    "sn": "10314",
    "name": "Love Out of Reach",
    "describe": "Riko confronts her desires that she cast aside, only for..."
  },
  {
    "sn": "10315",
    "name": "True Thoughts",
    "describe": "Riko goes to meet Ms. Katayama and tell her how she feels. Riko and the Phantom Thieves' words seem to soothe Ms. Katayama's mind..."
  },
  {
    "sn": "10316",
    "name": "Winds of Change",
    "describe": "With their new team member, Wind, the Phantom Thieves take on the Palace once again."
  },
  {
    "sn": "10317",
    "name": "Inescapable Battle",
    "describe": "The Phantom Thieves discover Ms. Katayama's Treasure. However, Akashi's Shadow causes her Shadow to..."
  },
  {
    "sn": "10318",
    "name": "Calm Before the Storm",
    "describe": "The Thieves have been shut out from the Palace. But Riko has devised a plan to reopen it..."
  },
  {
    "sn": "10319",
    "name": "Riko's Strategy",
    "describe": "So they can take the Palace, Riko has come up with a plan to use herself as bait."
  },
  {
    "sn": "10320",
    "name": "And the Victim Is...",
    "describe": "Though everything went according to Riko's plan, it seems to have had some unforseen consequences..."
  },
  {
    "sn": "10321",
    "name": "Victim of the Power Plant",
    "describe": "The Palace has been reopened, but the Thieves find something unexpected there at the power plant: a humanlike cognitive being."
  },
  {
    "sn": "10322",
    "name": "Glory and Setbacks",
    "describe": "Using the smartglasses they found in the Palace, the Thieves are shown Akashi's past."
  },
  {
    "sn": "10323",
    "name": "Next Move",
    "describe": "Now all that's left is to send out the calling card for Akashi... And Riko has an idea of how to do that."
  },
  {
    "sn": "10324",
    "name": "Recurring Daydream",
    "describe": "Just what could the tragic, recurring visions I see mean...?"
  },
  {
    "sn": "10325",
    "name": "Major Announcement",
    "describe": "The Phantom Thieves gather on the rooftop during lunch. Riko has been thinking about Akashi's calling card..."
  },
  {
    "sn": "10326",
    "name": "The Method We Discussed",
    "describe": "After a great effort, the calling card is finished. All the preparations are complete."
  },
  {
    "sn": "10327",
    "name": "Before Taking the Treasure",
    "describe": "The calling card has been issued to Akashi, and the Phantom Thieves headed to Mementos. But before they can take the Treasure, there's one Shadow they must set free..."
  },
  {
    "sn": "10328",
    "name": "Eat or Be Eaten",
    "describe": "Akashi is exhausted after receiving the calling card from the Phantom Thieves. The time has come for the final battle."
  },
  {
    "sn": "10329",
    "name": "Come Back",
    "describe": "After witnessing Akashi's change of heart, the Phantom Thieves spotted Ms. Katayama from the rooftop during lunch."
  },
  {
    "sn": "10330",
    "name": "The End of Gluttony",
    "describe": "Akashi vowed he would atone for his sins and continue living. However..."
  },
  {
    "sn": "20100",
    "name": "Chapter 1",
    "describe": "A quiz rally is being held in Shibuya. There was a girl who realized that there was a question in it that she couldn't solve."
  },
  {
    "sn": "20101",
    "name": "Chapter 2",
    "describe": "The girl I met in Shibuya is called Haruna. She is a mathematical genius and intends to study abroad in America after graduating from elementary school."
  },
  {
    "sn": "20102",
    "name": "Chapter 3",
    "describe": "As I walked around Shibuya with Haruna, we ran into her friend Shota. But it seems like there might be some sort of tension between the two friends..."
  },
  {
    "sn": "20103",
    "name": "Chapter 4",
    "describe": "Apparently Shota sees Haruna as his rival. However, it seems he's grown more frustrated as she continues to outpace him."
  },
  {
    "sn": "20104",
    "name": "Chapter 5",
    "describe": "Haruna decides that she'd like to make up with Shota before leaving to study abroad, so she makes a quiz just for him."
  },
  {
    "sn": "20200",
    "name": "Chapter 1",
    "describe": "I met a girl named Minami who was looking after some kids in the neighborhood. She seemed to have her hands full, so I offered to lend her a hand."
  },
  {
    "sn": "20201",
    "name": "Chapter 2",
    "describe": "Minami has been looking after the children to help out the people of the neighborhood."
  },
  {
    "sn": "20202",
    "name": "Chapter 3",
    "describe": "Minami has a dream to become a nurse, but seems reluctant to tell her father about it."
  },
  {
    "sn": "20203",
    "name": "Chapter 4",
    "describe": "Minami wants to pursue her dream, but she's worried about her family's shop... She decides to open up to her father about her ambitions."
  },
  {
    "sn": "20204",
    "name": "Chapter 5",
    "describe": "Minami and her father are finally able to speak openly to one another, and at last, the unease in her heart has faded away."
  },
  {
    "sn": "30208",
    "name": "Chapter 8",
    "describe": "Motoha realized just how fixated she had been on competing with Tamayo. Having remembered her original reason to stay in shape, the weight is lifted off her shoulders."
  },
  {
    "sn": "30209",
    "name": "Chapter 9",
    "describe": "Although Motoha was defeated in her contest against Tamayo, she seems relieved, having come to terms with her current self."
  },
  {
    "sn": "30210",
    "name": "Chapter 10",
    "describe": "Motoha has become all the more determined to work hard as part of the Phantom Thieves, for the sake of her and everybody's future."
  },
  {
    "sn": "20301",
    "name": "Chapter 1",
    "describe": "I met a woman in the bustling area that is Shinjuku: Chizuko. She's very outspoken, but it feels like there's more to her than meets the eye..."
  },
  {
    "sn": "20302",
    "name": "Chapter 2",
    "describe": "Chizuko was worried about her grandson's attempted suicide and consulted me on the matter..."
  },
  {
    "sn": "20303",
    "name": "Chapter 3",
    "describe": "AAAAAA=="
  },
  {
    "sn": "20304",
    "name": "Chapter 4",
    "describe": "AAAAAA=="
  },
  {
    "sn": "20305",
    "name": "Chapter 5",
    "describe": "AAAAAA=="
  },
  {
    "sn": "30102",
    "name": "Chapter 2",
    "describe": "It seems that Merope is particularly intrigued by the concept of idols..."
  },
  {
    "sn": "30103",
    "name": "Chapter 3",
    "describe": "Merope insisted that there is much to be learned from idols, as they, too, must wear many masks."
  },
  {
    "sn": "30104",
    "name": "Chapter 4",
    "describe": "Merope explained the necessity of idol poses to me, and seemed quite pleased when I pulled them off..."
  },
  {
    "sn": "30105",
    "name": "Chapter 5",
    "describe": "I went with Merope to Akihabara, where she met her new favorite idol, Narumi Nashimoto."
  },
  {
    "sn": "30106",
    "name": "Chapter 6",
    "describe": "Merope took me to the concept café that Narumi works at. As Merope made her order, I could tell she had done her research..."
  },
  {
    "sn": "30308",
    "name": "Chapter 8",
    "describe": "Yaoling felt bad about potentially hurting Yukimi's feelings, and planned to invite her out to tea again to make up with her."
  },
  {
    "sn": "30107",
    "name": "Chapter 7",
    "describe": "Merope noticed some disruptive fans at Narumi's photo session and stood up to them for her favorite idol."
  },
  {
    "sn": "30108",
    "name": "Chapter 8",
    "describe": "Narumi's café is being run by a corrupt producer. We'll make him pay for exploiting these idols."
  },
  {
    "sn": "30109",
    "name": "Chapter 9",
    "describe": "Having successfully changed the corrupt producer's heart, peace has been restored to the concept café. Narumi gave us a special ticket to her event as thanks for our support."
  },
  {
    "sn": "30110",
    "name": "Chapter 10",
    "describe": "In order to prepare for Narumi's fan appreciation event, I practiced my cheering with Merope."
  },
  {
    "sn": "30201",
    "name": "Chapter 1",
    "describe": "After joining the Phantom Thieves, Motoha felt that she needed to build up her strength, and asked me to be her fitness coach."
  },
  {
    "sn": "30202",
    "name": "Chapter 2",
    "describe": "I went to the batting cages with Motoha, but she wasn't able to swing like she used to..."
  },
  {
    "sn": "30203",
    "name": "Chapter 3",
    "describe": "Motoha and I decided to hit the gym. Working out with the dumbbells was tougher than I thought."
  },
  {
    "sn": "30408",
    "name": "Chapter 8",
    "describe": "It seems that Kotone's traumatic past has her reluctant to return to competing. Tomoko wonders what she can do to help her out."
  },
  {
    "sn": "30409",
    "name": "Chapter 9",
    "describe": "Tomoko thought back to her baseball days, and came up with an idea to encourage Kotone with a cheer song."
  },
  {
    "sn": "30410",
    "name": "Chapter 10",
    "describe": "Kotone was overjoyed by the cheer song. Seeing her motivated helped regain Tomoko's confidence and find hope for the future."
  },
  {
    "sn": "30204",
    "name": "Chapter 4",
    "describe": "Rest is an essential part of training, so Motoha and I enjoyed eating to our hearts' content at the diner."
  },
  {
    "sn": "30205",
    "name": "Chapter 5",
    "describe": "Motoha and I returned to the batting cages, but she still hasn't reached her former glory. There, we met Tamayo Yoshida, who considers Motoha her rival."
  },
  {
    "sn": "30206",
    "name": "Chapter 6",
    "describe": "Determined not to lose to Tamayo, Motoha trained non-stop at the batting cages, but it seemed like her precision was getting worse..."
  },
  {
    "sn": "30207",
    "name": "Chapter 7",
    "describe": "Tamayo explained to me about her admiration for Motoha, and insisted that Motoha hasn't lost her passion for baseball."
  },
  {
    "sn": "30301",
    "name": "Chapter 1",
    "describe": "I met an exchange student from China called Yaoling, who was having some difficulties with buying veggies at the supermarket."
  },
  {
    "sn": "30302",
    "name": "Chapter 2",
    "describe": "Puzzled by various aspects of life in Japan, Yaoling asked me to be her \"sensei.\""
  },
  {
    "sn": "30303",
    "name": "Chapter 3",
    "describe": "Yaoling and I browsed the stores of Jinbocho, and she found many things that took her fancy."
  },
  {
    "sn": "30304",
    "name": "Chapter 4",
    "describe": "Yaoling and I headed to the cultural hub of Harajuku. She was amazed by everything there from fashion to food."
  },
  {
    "sn": "30309",
    "name": "Chapter 9",
    "describe": "At the tea party, Yaoling expressed her honest feelings to Yukimi, and the two of them were able to come to an understanding."
  },
  {
    "sn": "30310",
    "name": "Chapter 10",
    "describe": "Yaoling had long been wondering what was the purpose of her exchange in Japan, but it seems that she finally found her answer."
  },
  {
    "sn": "30305",
    "name": "Chapter 5",
    "describe": "Yaoling and I happened to see her neighbor, Yukimi Fujikawa, being berated by her mother. Yukimi looked pretty upset..."
  },
  {
    "sn": "30306",
    "name": "Chapter 6",
    "describe": "Yaoling and I invited Yukimi on a trip to Asakusa to cheer up Yukimi, We all had a great time, and Yukimi said she wanted to return the favor."
  },
  {
    "sn": "30307",
    "name": "Chapter 7",
    "describe": "Yaoling made a difficult request to the staff at Yukimi's favorite restaurant, and struggled to understand Yukimi's perspective."
  },
  {
    "sn": "30401",
    "name": "Chapter 1",
    "describe": "Tomoko decided to take up part-time jobs in order to find a new goal for the future. I lent her a hand by working at the crêpe shop with her."
  },
  {
    "sn": "30402",
    "name": "Chapter 2",
    "describe": "Tomoko and I worked a shift at the beef bowl restaurant, and managed to catch a customer who was trying to cause trouble."
  },
  {
    "sn": "30403",
    "name": "Chapter 3",
    "describe": "Tomoko and I took up a job at a convenience store. No matter the task, she always devotes herself to the job at hand."
  },
  {
    "sn": "30404",
    "name": "Chapter 4",
    "describe": "While working a shift at the drugstore, Tomoko and I met the famous figure skater, Kotone Montagne."
  },
  {
    "sn": "30405",
    "name": "Chapter 5",
    "describe": "While working part-time at an accessory shop, Tomoko opened up to me about her anxieties."
  },
  {
    "sn": "30406",
    "name": "Chapter 6",
    "describe": "Tomoko and I were working at a flower shop, when we happened to see Kotone again. She had come to buy a bouquet for her coach."
  },
  {
    "sn": "30407",
    "name": "Chapter 7",
    "describe": "After finishing up a shift at the diner, we bumped into Kotone again, and the three of us decided to share a big bowl of pasta together."
  },
  {
    "sn": "30501",
    "name": "Chapter 1",
    "describe": "Tomiyama came to me for advice on how to interact with young people, and I agreed to help her out."
  },
  {
    "sn": "30502",
    "name": "Chapter 2",
    "describe": "Tomiyama is shocked to discover that her lingo is out of date..."
  },
  {
    "sn": "30503",
    "name": "Chapter 3",
    "describe": "Tomiyama prefers to pay by cash, and just can't seem to understand cashless payments."
  },
  {
    "sn": "30504",
    "name": "Chapter 4",
    "describe": "Tomiyama's nephew, Leo Kamiyama, is training to become a costumed stuntman."
  },
  {
    "sn": "30505",
    "name": "Chapter 5",
    "describe": "Tomiyama is thinking of making him a special bento to encourage Leo for his upcoming audition."
  },
  {
    "sn": "30506",
    "name": "Chapter 6",
    "describe": "Leo unfortunately failed the audition. He seemed uncertain of how he was meant to perform..."
  },
  {
    "sn": "30507",
    "name": "Chapter 7",
    "describe": "Tomiyama wants to cheer Leo up, but she's at a loss for what to do."
  },
  {
    "sn": "30508",
    "name": "Chapter 8",
    "describe": "Tomiyama told me that Leo ran away from home. In order to help both of them out, I have to go and talk to Leo..."
  },
  {
    "sn": "30509",
    "name": "Chapter 9",
    "describe": "Tomiyama and Leo were finally able to open up to one another. After talking things through, Leo has decided to move out and live by himself."
  },
  {
    "sn": "30510",
    "name": "Chapter 10",
    "describe": "Through looking after Leo, Tomiyama learned a lot about herself. Now she's better prepared for the next time she meets a young person in need."
  },
  {
    "sn": "30601",
    "name": "Chapter 1",
    "describe": "Shun told me of his plans for the future, and asked me to join him on his quest to find his ideal flavor, by touring the local ramen shops."
  },
  {
    "sn": "30602",
    "name": "Chapter 2",
    "describe": "Shun and I tried a secret menu item at a monjayaki restaurant. The taste was greater than he imagined..."
  },
  {
    "sn": "30603",
    "name": "Chapter 3",
    "describe": "A takeout spot's soupless tantanmen has caught Shun's eye. When we order it, he's impressed by all the care the shop put into its preparation."
  },
  {
    "sn": "30604",
    "name": "Chapter 4",
    "describe": "Shun and I tried what appeared to be ordinary curry ramen at first glance, but led to him reminiscing about his childhood."
  },
  {
    "sn": "30605",
    "name": "Chapter 5",
    "describe": "Takumi Serizawa, a notable food consultant, approaches Shun. Having seen the Food Fight, Serizawa proposes a new opportunity."
  },
  {
    "sn": "30606",
    "name": "Chapter 6",
    "describe": "Shun comes up with the ramenburger for the gourmet competition. Well, it certainly is innovative..."
  },
  {
    "sn": "30607",
    "name": "Chapter 7",
    "describe": "Serizawa asked for innovation, but the ramenburger doesn't fit the bill."
  },
  {
    "sn": "30608",
    "name": "Chapter 8",
    "describe": "Shun is in high spirits as we visit the familiar Heritage Kitchen. Our orders of fried rice come with a helpful clue."
  },
  {
    "sn": "30609",
    "name": "Chapter 9",
    "describe": "Shun creates a ramen that can be enjoyed by one and all. His way of thinking seems to have Serizawa impressed."
  },
  {
    "sn": "30610",
    "name": "Chapter 10",
    "describe": "Shun successfully earns a spot in the competition, but in his quest to find the perfect flavor, his journey still continues."
  },
  {
    "sn": "30701",
    "name": "Chapter 1",
    "describe": "While playing the declining Harvest World Online, I met a girl with deep pockets named Yui."
  },
  {
    "sn": "30702",
    "name": "Chapter 2",
    "describe": "Yui quickly turned the wild fields into prime farmland. After some discussion, the two decided to plant potatoes."
  },
  {
    "sn": "30703",
    "name": "Chapter 3",
    "describe": "While tending to the field, Yui begins to open up. She seems to have a lot on her mind."
  },
  {
    "sn": "30704",
    "name": "Chapter 4",
    "describe": "I made a promise to meet Yui's \"friend\" in person."
  },
  {
    "sn": "30705",
    "name": "Chapter 5",
    "describe": "I went to eat burgers with Yui's friend, and learned about her life."
  },
  {
    "sn": "30706",
    "name": "Chapter 6",
    "describe": "The potato field was ravaged by virtual pests. Devastated by the sight, Yui logged out then and there."
  },
  {
    "sn": "30707",
    "name": "Chapter 7",
    "describe": "Yui found that I had resolved the pest problem and saved the potato plants. This seemed to raise her spirits and encourage her to keep doing her best."
  },
  {
    "sn": "30708",
    "name": "Chapter 8",
    "describe": "Yui is energetically plowing the field. She seems to be back to her old self."
  },
  {
    "sn": "30709",
    "name": "Chapter 9",
    "describe": "I went shopping with Yui's friend Musubi Matsukata. With a love for gardening, she picks up a potted basil plant."
  },
  {
    "sn": "30908",
    "name": "Chapter 8",
    "describe": "The change of heart was successful and the man came by to personally apologize to Shiina. It's good to see her smiling again."
  },
  {
    "sn": "30909",
    "name": "Chapter 9",
    "describe": "Shiina has decided to enter the flair bartending competition and gotten to work on creating her own original cocktail."
  },
  {
    "sn": "30910",
    "name": "Chapter 10",
    "describe": "After Shiina told me how she did in the flair bartending competition, she gave me a taste of her routine."
  },
  {
    "sn": "30710",
    "name": "Chapter 10",
    "describe": "Yui seems to be free of her worries. She has found a new goal for herself in the virtual world."
  },
  {
    "sn": "30801",
    "name": "Chapter 1",
    "describe": "In the school library, I met a strange guy called Kiyoshi Kurotani, who claims to be the chosen one."
  },
  {
    "sn": "30802",
    "name": "Chapter 2",
    "describe": "In order to get to the bottom of one of the mysteries that threaten the school, Kurotani and I venture to the so-called Harrowed Grounds..."
  },
  {
    "sn": "30803",
    "name": "Chapter 3",
    "describe": "Kurotani and I head to the Hall of Lament to investigate the chilling sound of a woman's wailing that haunts the hallway..."
  },
  {
    "sn": "30804",
    "name": "Chapter 4",
    "describe": "Kurotani and I inspect the school store to solve the mystery that surrounds the rumored Assassin's Juice."
  },
  {
    "sn": "30805",
    "name": "Chapter 5",
    "describe": "Kurotani and I carry out an investigation on Kazuki Take, the student who's been buying up all the Assassin's Juice."
  },
  {
    "sn": "30806",
    "name": "Chapter 6",
    "describe": "Kurotani tells me he's received a love letter, and I accompany him to the meeting spot... the Evil AV Room."
  },
  {
    "sn": "30807",
    "name": "Chapter 7",
    "describe": "Kurotani confronts Take on why he tricked him, and Take explains the situation to us..."
  },
  {
    "sn": "30808",
    "name": "Chapter 8",
    "describe": "Kurotani ponders deeply over Take's words, and opens up about his past..."
  },
  {
    "sn": "30809",
    "name": "Chapter 9",
    "describe": "It seems that Take is still being forced to buy up all the Assassin's Juice. Kurotani and I decide to stand up for him and confront these bullies."
  },
  {
    "sn": "30810",
    "name": "Chapter 10",
    "describe": "At last, Take's dilemma has been resolved, and Kurotani has come to learn the true meaning of friendship."
  },
  {
    "sn": "30901",
    "name": "Chapter 1",
    "describe": "I ran into a woman in Shibuya who was practicing juggling bottles. It turns out that she's training as a bartender."
  },
  {
    "sn": "30902",
    "name": "Chapter 2",
    "describe": "Shiina makes me a non-alcoholic cocktail at her bar. As I sip on my drink, she tells me why she became a bartender."
  },
  {
    "sn": "30903",
    "name": "Chapter 3",
    "describe": "Shiina moves with the grace of a dancer behind the bar. Our conversation leads to her college days."
  },
  {
    "sn": "30904",
    "name": "Chapter 4",
    "describe": "I happen to see Shiina on her way to the bar, and offer to help carry some of the heavy supplies she's holding."
  },
  {
    "sn": "30905",
    "name": "Chapter 5",
    "describe": "Shiina is applauded by the customers for a fantastic flair bartending performance, but she seemed to have something on her mind..."
  },
  {
    "sn": "30906",
    "name": "Chapter 6",
    "describe": "Shiina told me she was recommended to enter an upcoming flair bartending contest, but she seemed conflicted about competing."
  },
  {
    "sn": "30907",
    "name": "Chapter 7",
    "describe": "I stood up for Shiina when a customer tried to harass her at the bar. It turns out it's not the first time he's tried to bother her..."
  },
  {
    "sn": "31001",
    "name": "Chapter 1",
    "describe": "I noticed a girl holding a guitar in front of Shibuya Station. It looked as if something was keeping her from playing."
  },
  {
    "sn": "31002",
    "name": "Chapter 2",
    "describe": "Ayaka plays her guitar on the steets of Shibuya. I was blown away by the quality of her music, but no one passing by stopped to listen..."
  },
  {
    "sn": "31003",
    "name": "Chapter 3",
    "describe": "Ayaka tries busking again but seems to be feeling out of it. Unable to pick herself back up, she voices her worries to me."
  },
  {
    "sn": "31004",
    "name": "Chapter 4",
    "describe": "Ayaka couldn't get a permit to busk today. Instead, I suggested we try Inokashira Park."
  },
  {
    "sn": "31005",
    "name": "Chapter 5",
    "describe": "To boost Ayaka's confidence when she busks, I bring a tambourine to play along with her."
  },
  {
    "sn": "31006",
    "name": "Chapter 6",
    "describe": "Feeling more confident, Ayaka starts singing in her sets and decides to write a new song."
  },
  {
    "sn": "31007",
    "name": "Chapter 7",
    "describe": "I spot Ayaka in Shibuya but something seems to be on her mind. Apparently, she had a talk with her former bandmate..."
  },
  {
    "sn": "31008",
    "name": "Chapter 8",
    "describe": "Ayaka invites me to play with her. After picking up my bass, we head to Inokashira Park."
  },
  {
    "sn": "31009",
    "name": "Chapter 9",
    "describe": "Ayaka's new song is starting to take form. Eager for me to hear it, we head to Inokashira Park."
  },
  {
    "sn": "31010",
    "name": "Chapter 10",
    "describe": "Ayaka finishes her new song. Together, we perform it in front of Shibuya Station."
  },
  {
    "sn": "31101",
    "name": "Chapter 1",
    "describe": "While putting on a puppet show in Shinjuku, a girl gets approached by the police asking for her permit..."
  },
  {
    "sn": "31102",
    "name": "Chapter 2",
    "describe": "Miyu puts on another puppet show in Shinjuku but is accosted by a group of thugs."
  },
  {
    "sn": "31103",
    "name": "Chapter 3",
    "describe": "Miyu reveals the reality of her situation. It turns out that she ran away from home..."
  },
  {
    "sn": "31104",
    "name": "Chapter 4",
    "describe": "Miyu puts on her puppet show in Kichijoji. She expresses her thoughts and feelings as she performs \"The Little Mermaid.\""
  },
  {
    "sn": "31105",
    "name": "Chapter 5",
    "describe": "During Miyu's show, I spot a suspicious man watching her. I jump in to protect Miyu when he suddenly charges at her but..."
  },
  {
    "sn": "31106",
    "name": "Chapter 6",
    "describe": "Miyu gets invited to perform at a big event by another street performer, but the man from before continues to watch her..."
  },
  {
    "sn": "31107",
    "name": "Chapter 7",
    "describe": "On her way to give another puppet show, the man from before steals Miyu's bag and runs off with it. Unfortunately, her puppet was inside..."
  },
  {
    "sn": "31108",
    "name": "Chapter 8",
    "describe": "Miyu wants to hang out with me today. We decide to go to the aquarium in Harajuku together."
  },
  {
    "sn": "31109",
    "name": "Chapter 9",
    "describe": "The street performer event might be cancelled because of Miyu's parents..."
  },
  {
    "sn": "31110",
    "name": "Chapter 10",
    "describe": "The street performer event went off without a hitch. Miyu beams as she performs her puppet show. Her parents join the faces in the crowd."
  },
  {
    "sn": "50100",
    "name": "Eerie Castle",
    "describe": "An abnormality with the Metaverse Navigator sent the Phantom Thieves to a strange castle."
  },
  {
    "sn": "50101",
    "name": "An Unexpected Encounter",
    "describe": "As they continued in a daze, the Phantom Thieves faced an unexpected encounter."
  },
  {
    "sn": "50102",
    "name": "Run",
    "describe": "The Phantom Thieves encountered two unknown Thieves, Mona and Skull, and established an alliance with them.\nThey don't recall anything good about the place."
  },
  {
    "sn": "50103",
    "name": "Tasteless Castle",
    "describe": "The Phantom Thieves continued feeling their way forward in search of the Core.\nThe interior of the castle could hardly be described as being in good taste."
  },
  {
    "sn": "50104",
    "name": "Prison Break",
    "describe": "The Phantom Thieves fought their way to the underground prison.\nThere, they came across a lost teammate confined to a cell."
  },
  {
    "sn": "31201",
    "name": "Chapter 1",
    "describe": "I notice a man in a doctor's coat playing shooting games at the arcade. He challenges me to a round..."
  },
  {
    "sn": "31202",
    "name": "Chapter 2",
    "describe": "Hoping to improve my aim, I decide to take Kira up on his challenge. While we play, Kira's personality takes a sharp turn."
  },
  {
    "sn": "31203",
    "name": "Chapter 3",
    "describe": "I meet up with Kira at the diner. He wants help to study conversation."
  },
  {
    "sn": "31204",
    "name": "Chapter 4",
    "describe": "Some girls call out to Kira while he's playing shooting games, but he gives them the cold shoulder..."
  },
  {
    "sn": "31205",
    "name": "Chapter 5",
    "describe": "I notice a group of guys arguing with the staff at the arcade. Apparently they were already notorious on Divine Justice."
  },
  {
    "sn": "31206",
    "name": "Chapter 6",
    "describe": "Kira canceled our conversation studies. When asked why, I learned about his preceptor and patient."
  },
  {
    "sn": "31207",
    "name": "Chapter 7",
    "describe": "Kira tries to persuade his worried patient to have surgery and talks about his own childhood..."
  },
  {
    "sn": "31208",
    "name": "Chapter 8",
    "describe": "Kira is confused by the preceptor's sudden change of heart. It seems that the surgery has been approved and he'll be leading the procedure..."
  },
  {
    "sn": "31209",
    "name": "Chapter 9",
    "describe": "Lost in his thoughts, Kira treats me to a meal and reveals that he's feeling overwhelmed about the upcoming surgery."
  },
  {
    "sn": "50501",
    "name": "Scorching Desert",
    "describe": "The Metaverse Navigator is acting up again. We find ourselves in the desert as memories of other phantom thieves resurface."
  },
  {
    "sn": "31301",
    "name": "Chapter 1",
    "describe": "I met a coworker a bit older than me at my part-time job at the flower shop: Masaki Ashiya. I learned that he's also a Kokatsu Academy student. "
  },
  {
    "sn": "31302",
    "name": "Chapter 2",
    "describe": "Ashiya invited me out to grab a bite, but it turns out he meant at a pretty pricey sushi restaurant... "
  },
  {
    "sn": "31303",
    "name": "Chapter 3",
    "describe": "Ashiya gave me a bouquet of roses as an apology for the other day... I get the vibe he's not the best at socializing, but that's something he's aware of."
  },
  {
    "sn": "31304",
    "name": "Chapter 4",
    "describe": "I ended up working the same shift as Ashiya at my part-time job at the flower shop. He seems very detail-oriented and reliable."
  },
  {
    "sn": "31305",
    "name": "Chapter 5",
    "describe": "During our shift at the flower shop, Ashiya got a phone call. He said his mother had gotten injured and was admitted to the hospital..."
  },
  {
    "sn": "31306",
    "name": "Chapter 6",
    "describe": "During our shift at the flower shop, Ashiya chatted with me. He noticed I wasn't feeling well and took care of me."
  },
  {
    "sn": "31307",
    "name": "Chapter 7",
    "describe": "I saw Ashiya leaving his shift as I started mine. He was worried because a large number of potted plants were due to arrive soon."
  },
  {
    "sn": "50502",
    "name": "Cry for Help",
    "describe": "As we investigated the area, we heard a girl's voice calling out for help..."
  },
  {
    "sn": "50503",
    "name": "Oracle and Wind",
    "describe": "We save a girl who calls herself \"Oracle.\" She appears to be one of the Phantom Thieves of Hearts."
  },
  {
    "sn": "50504",
    "name": "Happy Reunion",
    "describe": "With the pyramid in the backdrop, we find ourselves reunited with more members of the Phantom Thieves of Hearts."
  },
  {
    "sn": "50505",
    "name": "On the Walls",
    "describe": "Upon examining the images on the pyramid walls, Oracle deduces their meaning."
  },
  {
    "sn": "50506",
    "name": "Up, Up, and Away",
    "describe": "We manage to retrieve the Core, but end up being pulled upwards to be swallowed by the sky."
  },
  {
    "sn": "31401",
    "name": "Chapter 1",
    "describe": "Kotone is having trouble with her performance. To help her get over those struggles, she suggested we go on a date."
  },
  {
    "sn": "31402",
    "name": "Chapter 2",
    "describe": "I went to the skating rink to accompany Kotone to her practice. While she was showing me her routine, her coach showed up..."
  },
  {
    "sn": "31403",
    "name": "Chapter 3",
    "describe": "After practice, I stopped by a bookstore with Kotone, who picked up a romance novel. It seems she's still having trouble grasping the choreo's love theme... "
  },
  {
    "sn": "31404",
    "name": "Chapter 4",
    "describe": "Kotone invited me to go skating with her. As she taught me how to skate, she talked with me about something..."
  },
  {
    "sn": "31405",
    "name": "Chapter 5",
    "describe": "Our skating session together was reported in the tabloids as a \"passionate love affair.\" It's really rattled Kotone..."
  },
  {
    "sn": "31406",
    "name": "Chapter 6",
    "describe": "Kotone put on a fantastic performance during practice. I praised her a ton, but she said she still feels that something is missing..."
  },
  {
    "sn": "31407",
    "name": "Chapter 7",
    "describe": "Kotone seemed down and let me know that her coach has decided to retire in a suprise turn of events. Kotone found it hard to concentrate during practice."
  },
  {
    "sn": "31408",
    "name": "Chapter 8",
    "describe": "Kotone and I went to Kichijoji. It seems like she's going to have a meeting with a designer about her tailor-made costume."
  },
  {
    "sn": "31409",
    "name": "Chapter 9",
    "describe": "At a practice open to the media, Kotone bravely accepted to be interviewed. But then, a tabloid reporter showed up..."
  },
  {
    "sn": "31410",
    "name": "Chapter 10",
    "describe": "Kotone was surrounded by some kids from the skating club who look up to her. Then, her new costume arrived..."
  },
  {
    "sn": "31210",
    "name": "Chapter 10",
    "describe": "The surgery was a success. Having regained his will live to live, the patient thanked Kira..."
  },
  {
    "sn": "50105",
    "name": "For Friends",
    "describe": "In an area called the Training Hall of Love, the Phantom Thieves witnessed the unfair treatment of a cognitive being."
  },
  {
    "sn": "31308",
    "name": "Chapter 8",
    "describe": "Ashiya apologized, saying he sometimes dotes a bit too much on his friends. He then began to tell me about a past experience of his."
  },
  {
    "sn": "31309",
    "name": "Chapter 9",
    "describe": "Ashiya said he realized it's important to believe that others have their own strength to stand up on their own, whether those others be flowers or friends."
  },
  {
    "sn": "31310",
    "name": "Chapter 10",
    "describe": "Ashiya hesitantly invited me to come to his house. It seemed like this was the first time he had ever had a friend over."
  },
  {
    "sn": "31501",
    "name": "Chapter 1",
    "describe": "Runa Dogenzaka, a girl who was picking up trash around Shibuya Station Square. I saw her being harassed by a drunk man, so I stepped in to help her out..."
  },
  {
    "sn": "31502",
    "name": "Chapter 2",
    "describe": "Runa speaks passionately about her favorite mascot, Shichi-kun, and suggests that we work together to raise Shichi-kun's popularity."
  },
  {
    "sn": "31503",
    "name": "Chapter 3",
    "describe": "Runa and I go to Akihabara to gauge Shichi-kun's popularity. Much to Runa's dismay, we learn that Shichi-kun's popularity is waning..."
  },
  {
    "sn": "31504",
    "name": "Chapter 4",
    "describe": "Runa tracks down a former Shichi-kun's whereabouts, so we head to Shinjuku to meet them. However, Shichi-kun V turns out to be a drunk and disheveled middle-aged man..."
  },
  {
    "sn": "31505",
    "name": "Chapter 5",
    "describe": "Runa finds Shichi-kun III's location, and asks me to tag along with her to Zoshigaya. There, Shichi-kun III teaches Runa Shichi-kun's signature pose..."
  },
  {
    "sn": "31506",
    "name": "Chapter 6",
    "describe": "Runa performs Shichi-kun's \"Woof! Woof! Hooray!\" technique that she learned from Shichi-kun III, but a video of Shichi-kun's strange movements ends up becoming a topic of discussion online..."
  },
  {
    "sn": "31507",
    "name": "Chapter 7",
    "describe": "An imposter Shichi-kun known as George has appeared in Kichijoji, so Runa and I go to confront them..."
  },
  {
    "sn": "31508",
    "name": "Chapter 8",
    "describe": "Runa is devastated after learning that the person behind Kichijoji George is none other than the original Shichi-kun she respected. Something had to be done to fix his distorted desires."
  },
  {
    "sn": "31509",
    "name": "Chapter 9",
    "describe": "Shichi-kun I appears in person to apologize to Runa and the protagonist. Runa is surprised by the turn of events, but is moved by his regained ambition..."
  },
  {
    "sn": "31510",
    "name": "Chapter 10",
    "describe": "Shibuya seems to be headed towards a brighter future now. Runa's cheerful \"Woof! Woof! Hooray!\" can be heard throughout the city again today."
  },
  {
    "sn": "31601",
    "name": "Chapter 1",
    "describe": "As a show of thanks, Riko invited me to a buffet. There, she proposed a deal..."
  },
  {
    "sn": "31602",
    "name": "Chapter 2",
    "describe": "Riko asked me to accompany her to Chinatown for a taste-testing tour. Just as she was enjoying herself, someone suddenly approached her..."
  },
  {
    "sn": "31603",
    "name": "Chapter 3",
    "describe": "I helped Riko with her work in the student guidance room. Recalling what happened in Chinatown, Riko opened up about her feelings..."
  },
  {
    "sn": "31604",
    "name": "Chapter 4",
    "describe": "As we promised, I went to the aquarium with Motoha and Riko. Riko seemed to remember her feelings from when she was a child..."
  },
  {
    "sn": "31605",
    "name": "Chapter 5",
    "describe": "Riko was still troubled by what her father's secretary said to her long ago. However, when she investigated the secretary's past, she uncovers something unusual..."
  },
  {
    "sn": "31606",
    "name": "Chapter 6",
    "describe": "Riko tracked down the former secretary's current employer. She discovered it's a hospital funded by Umetane..."
  },
  {
    "sn": "31607",
    "name": "Chapter 7",
    "describe": "Riko sat down to talk to the former secretary. They realized there was a misunderstanding about their past..."
  },
  {
    "sn": "31608",
    "name": "Chapter 8",
    "describe": "Riko's father returned from his business trip. She decided to talk to him and tell him about her own dreams."
  },
  {
    "sn": "31609",
    "name": "Chapter 9",
    "describe": "Riko's father gave her a memory stick, and she received a message from her late mother..."
  },
  {
    "sn": "31610",
    "name": "Chapter 10",
    "describe": "After seeing her mother's video message, Riko could feel her parents' love. She reached a conclusion in her search for her true self..."
  },
  {
    "sn": "31701",
    "name": "Chapter 1",
    "describe": "I saw smoke rising from a fire in Zoshigaya! A passing woman asked me to call the fire department, but..."
  },
  {
    "sn": "31702",
    "name": "Chapter 2",
    "describe": "The woman who asked me to report the fire is named Natsukawa. Apparently, there's been a series of suspicious fires in Zoshigaya recently..."
  },
  {
    "sn": "31703",
    "name": "Chapter 3",
    "describe": "I began patrolling Zoshigaya with Natsukawa on her day off to investigate the fires. Her senpai from the fire department noticed us, and without thinking..."
  },
  {
    "sn": "31704",
    "name": "Chapter 4",
    "describe": "While on patrol with Zoshigaya, we discovered a suspicious fire. Natsukawa tends to act without considering her own safety, due to tragedy in her past..."
  },
  {
    "sn": "31705",
    "name": "Chapter 5",
    "describe": "On the day of that fire, Natsukawa saw someone pass by who might have been the arsonist. She tries to remember what he looked like..."
  },
  {
    "sn": "31706",
    "name": "Chapter 6",
    "describe": "Natsukawa tracked down the residence of the suspected arsonist. After following him, he pulled a lighter from his pocket..."
  },
  {
    "sn": "31707",
    "name": "Chapter 7",
    "describe": "The arsonist was arrested, and Zoshigaya should be safe again. But Natsukawa still doesn't seem happy..."
  },
  {
    "sn": "31708",
    "name": "Chapter 8",
    "describe": "Natsukawa has been acting strangely. When I asked her about it, she opened up about the distorted desires deep in her heart..."
  },
  {
    "sn": "31709",
    "name": "Chapter 9",
    "describe": "After changing her heart in Mementos, Natsukawa's heart seems to be at least a little more at ease..."
  },
  {
    "sn": "31710",
    "name": "Chapter 10",
    "describe": "Natsukawa had a chance to talk to her father, who had been distant until now. She learned that he had also been carrying guilt of his own..."
  },
  {
    "sn": "50106",
    "name": "Thieves' Alliance",
    "describe": "With Joker's return, all allies have finally assembled.\nThe Phantom Thieves set out once more in pursuit of the Core."
  },
  {
    "sn": "50107",
    "name": "It's Ours!",
    "describe": "The Phantom Thieves have finally arrived at the heart of the castle.\nCan they successfully steal the Core?"
  },
  {
    "sn": "50108",
    "name": "The Usual Place",
    "describe": "It feels like I just infiltrated a Palace.\nWhile caught up in my thoughts, I stick my hands in my pockets and..."
  },
  {
    "sn": "50201",
    "name": "Reunion",
    "describe": "Another anomaly from the Metaverse Navigator sends the Thieves to a place resembling a museum... Will they see familiar faces here too?"
  },
  {
    "sn": "50202",
    "name": "Stand Up Against Injustice",
    "describe": "This place bears resemblance to another Palace, one whose owner Fox has a connection to."
  },
  {
    "sn": "50203",
    "name": "Portrait of the Past",
    "describe": "As the group presses on further into the museum, the paintings hung on its walls catch Fox's eye."
  },
  {
    "sn": "50204",
    "name": "The Brute Force Method",
    "describe": "Slipping past various security measures, the Phantom Thieves continue their search for the Core in the museum only to find themselves face to face with..."
  },
  {
    "sn": "50205",
    "name": "Deeper We Delve",
    "describe": "Although the Thieves successfully acquired the Core, there somehow seems to still be one more remaining..."
  },
  {
    "sn": "50206",
    "name": "Which Is Real?",
    "describe": "Upon finally exiting the museum, the Phantom Thieves come across something unexpected..."
  },
  {
    "sn": "50301",
    "name": "Queen Takes the Stage",
    "describe": "The Thieves arrive at a building closely resembling Kaneshiro's Palace, where they are greeting by Closer and another new and reliable teammate."
  },
  {
    "sn": "50302",
    "name": "The Impact of that Day",
    "describe": "Queen informs them that this place is similar to one where she had her awakening."
  },
  {
    "sn": "50303",
    "name": "Continuing Delusion",
    "describe": "The Phantom Thieves stumble upon a mountain of cash lying in the Palace, and their minds run wild as they imagine the possibilities. If only it was real..."
  },
  {
    "sn": "50304",
    "name": "Let's Get Pumped",
    "describe": "The Phantom Thieves arrive at the vault. They expect that they'll be facing even tougher battles here on out."
  },
  {
    "sn": "50305",
    "name": "Hopes for Reunion",
    "describe": "Having obtained all of the cores, the time has come for the two Phantom Thieves groups to say goodbye."
  },
  {
    "sn": "50401",
    "name": "Summer! Sea!",
    "describe": "The Thieves take a trip to the beach for seaside classes.\nBut then, a familiar face appears..."
  },
  {
    "sn": "50402",
    "name": "Shooting Challenge",
    "describe": "There were tons of activities to do at the beach."
  },
  {
    "sn": "50403",
    "name": "Beach! Metaverse!",
    "describe": "A simple collective unconscious has emerged at the beach, seemingly creating a Metaverse."
  },
  {
    "sn": "50601",
    "name": "Beauty Thief Takes the Stage!",
    "describe": "The leader of the Phantom Thieves of Hearts, Joker, makes a flashy entrance with Noir."
  },
  {
    "sn": "50602",
    "name": "Noir's Feelings",
    "describe": "The Phantom Thieves explore a Palace that looks similar to Noir's father's. Fleeting visions bring back Noir's painful memories."
  },
  {
    "sn": "50603",
    "name": "Slight Differences",
    "describe": "After talking amongst themselves, the phantom thieves come to learn that their worlds are not all that similar."
  },
  {
    "sn": "50604",
    "name": "To Space!",
    "describe": "The Phantom Thieves arrive to a place that resembles outer space."
  },
  {
    "sn": "50605",
    "name": "Until We Meet Again",
    "describe": "After having stolen all the Cores, it becomes time to part once more."
  },
  {
    "sn": "50404",
    "name": "Shaved Ice Fever!",
    "describe": "After defeating the Shadows residing in the Metaverse, everyone decided to have some fun at the beach."
  },
  {
    "sn": "50405",
    "name": "Unforgettable Fireworks",
    "describe": "Fireworks flying up high into the sky... There's no better way to say goodbye to summer."
  },
  {
    "sn": "50701",
    "name": "AAAAAA==",
    "describe": "Natsukawa has been acting strangely. When I asked her about it, she opened up about the distorted desires deep in her heart..."
  },
  {
    "sn": "50702",
    "name": "AAAAAA==",
    "describe": "After changing her heart in Mementos, Natsukawa's heart seems to be at least a little more at ease..."
  },
  {
    "sn": "50703",
    "name": "AAAAAA==",
    "describe": "Natsukawa had a chance to talk to her father, who had been distant until now. She learned that he had also been carrying guilt of his own..."
  },
  {
    "sn": "50704",
    "name": "AAAAAA==",
    "describe": "AAAAAA=="
  },
  {
    "sn": "50705",
    "name": "AAAAAA==",
    "describe": "AAAAAA=="
  },
  {
    "sn": "50706",
    "name": "AAAAAA==",
    "describe": "AAAAAA=="
  },
  {
    "sn": "50707",
    "name": "AAAAAA==",
    "describe": "AAAAAA=="
  },
  {
    "sn": "50770",
    "name": "A Chance Encounter",
    "describe": "Lufel disappears after setting off on his own to investigate a disturbance in Mementos.\nWhile searching for his whereabouts, Wonder runs into two mysterious twins..."
  },
  {
    "sn": "50771",
    "name": "So-Called Investigation",
    "describe": "The mysterious twins state that they have come to investigate this world.\nWonder agrees to assist them... but it seems their investigation largely involves wandering the city..."
  },
  {
    "sn": "50772",
    "name": "Commencing Special Assignment",
    "describe": "Concerned about Lufel, the Phantom Thieves assemble at Shibuya Station.\nHaving completed their investigation of this world, the twins accompany the thieves into Mementos as they search for their feathered friend."
  },
  {
    "sn": "50773",
    "name": "Passage Between Worlds",
    "describe": "The Phantom Thieves search for Lufel and a way for the twins to return to their world.\nAt the depths of Mementos, they discover a strange rift, and something far worse..."
  },
  {
    "sn": "50774",
    "name": "Dimensional Wardens",
    "describe": "After returning from Mementos, the exhausted Phantom Thieves decide to swing by a diner.\nWonder reaches into his pocket, and happens to find a piece of paper..."
  }
]