[
  {
    "sn": "1",
    "functionName": "Deployment Points: ",
    "progressDetails": "1. At the end of each turn, you will gain 3 <color=#FF423F>Deployment Points</color>.\n2. Upon reaching 20 <color=#FF423F>Deployment Points</color>, automatically spend 20 Deployment Points and receive 1 <color=#FF423F>Self-Destruct Bot</color> and 1 <color=#FF423F>Combat Drone</color> (the number can increase based on how many points you have), who will be deployed to attack foes.\n3. Each <color=#FF423F>Combat Chip</color> has special additional effects.",
    "progressName": "<color=#FF423F>Combat Chip</color>"
  },
  {
    "sn": "2",
    "functionName": "Attribute Seals: ",
    "progressDetails": "1. When a Phantom Thief deals damage with a skill, gain 1 <color=#FF423F>Attribute Seal</color>.\n2. When the party has a total of 7 <color=#FF423F>Attribute Seals</color>, spend all Attribute Seals and activate <color=#FF423F>Starfall</color>: deals Almighty damage to random foes (7 hits). Repeated hits on the same foe deal less damage.",
    "progressName": "<color=#FF423F>Starfall</color>"
  },
  {
    "sn": "3",
    "functionName": "Energy",
    "progressDetails": "AAAAAA==",
    "progressName": "AAAAAA=="
  },
  {
    "sn": "4",
    "functionName": "Wrath",
    "progressDetails": "AAAAAA==",
    "progressName": "AAAAAA=="
  },
  {
    "sn": "5",
    "functionName": "Energy",
    "progressDetails": "1. At the end of each turn, the Phantom Thieves gain a small amount of <color=#FF423F>Ballista Energy</color>.\n2. When an ally deals <color=#FF423F>weakness damage</color>, they gain a large amount of <color=#FF423F>Ballista Energy</color> (activates up to once per turn).\n3. When the Phantom Thieves have 100 <color=#FF423F>Ballista Energy</color> at the start of their turn, they automatically spend 100 Ballista Energy to attack with a <color=#FF423F>Ballista Shot</color>.",
    "progressName": "<color=#FF423F>Ballista Energy</color>"
  },
  {
    "sn": "6",
    "functionName": "Blazing Starfire: ",
    "progressDetails": "1. When the Phantom Thieves use a Highlight, gain 1 <color=#FF423F>Blazing Starfire</color>.\n2. When <color=#FF423F>Blazing Starfire</color> reaches 4 stacks, spend all Blazing Starfire and activate <color=#FF423F>Sparkling Stage</color>. This randomly grants 10 buffs to the Phantom Thieves. The buffs include the following effects: Increase Attack by 15%, increase Defense by 22.5%, increase ｍax HP by 15%, increase damage by 12%, increase ailment accuracy by 18%, increase pierce rate by 6%, increase critical rate by 9%, increase critical damage by 18%, increase resistance pierce rate by 7.5%, or increase weakness damage by 6%.",
    "progressName": "<color=#FF423F>Sparkling Stage</color>"
  }
]