[
  {
    "sn": "2",
    "strContent": "<color=#FFD145>Arena Rules</color>\n\n<color=#FFD145>About Points</color>\nYou can choose any opponent and attempt to challenge them.\n<color=#FF423F>Your points will increase</color> if you win, and <color=#FF423F>decrease</color> if you lose.\nMore points will be added after the battle ends, based on the difference in points between you and your opponent.\nWhen you reach the point limit for your current rank, you will <color=#FF423F>rank up</color>.\n\n<color=#FFD145>About Ranks</color>\nThere are a total of seven ranks in Arena:\n<color=#FF423F>God of Thieves</color>, <color=#FF423F>Trickster</color>, <color=#FF423F>Chivalrous Phantom</color>, <color=#FF423F>Notorious Rebel</color>, <color=#FF423F>Professional Thief</color>, <color=#FF423F>Beginner Thief</color>, and <color=#FF423F>Thief's Apprentice</color>. Below \n<color=#FF423F>Notorious Rebel</color>, <color=#FF423F>Professional Thief</color>, <color=#FF423F>Beginner Thief</color>, and <color=#FF423F>Thief's Apprentice</color>, there are three sub-ranks. \nAfter reaching the <color=#FF423F>Chivalrous Phantom</color> rank, your rank will no longer increase after reaching a certain amount of points; instead, it will increase based on your total accumulated points.\nYou will need to place in the top 1% of the rankings to reach the <color=#FF423F>God of Thieves</color> rank.\nYou will need to place in the top 5% of the rankings to reach the <color=#FF423F>Trickster</color> rank.\n\n<color=#FFD145>About Rewards</color>\nWhen you first reach a new rank, you can obtain <color=#FF423F>achievement rewards</color> once.\nThe first time you rank up into each rank during a season, you can obtain <color=#FF423F>season rank rewards</color>.\nThese rewards will reset at the end of every season.\nUnclaimed rewards will be sent to your in-game mailbox.\nBased on your rank when a season ends, you can obtain <color=#FF423F>season total rewards</color>.\nThese rewards will be sent to your in-game mailbox after calculation has completed.\nEvery hour, you can obtain a portion of your <color=#FF423F>total rewards</color>, based on your current rank.\nTotal rewards have a limit of 10,000 and must be obtained manually.\nWhen you win a challenge, you can obtain <color=#FF423F>victory rewards</color>.\n\n<color=#FF423F>About Opponents</color>\nYou can select three opponents, as well as refresh your selection.\nOnce you reset, you will not be able to refresh for another 5 minutes.",
    "Title": "About the Arena"
  },
  {
    "sn": "101",
    "strContent": "Error: tnxotb-[StrUIPlayRule_strContent_101]",
    "Title": "About Phantom Idol Contracts"
  },
  {
    "sn": "102",
    "strContent": "<color=#FFD145>Basic Draw Rates</color>\n5★ Item: 0.6%%, 4★ Item: 6.2%%, 3★ Item: 93.2%%\n\n<color=#FFD145>Guarantees</color>\nAfter 10 continuous draws, an item of 4★ or higher is guaranteed to appear.\nAfter 80 continuous draws, a 5★ item is sure to appear.\n\n<color=#FFD145>Total Rates with Guarantee</color>\n5★ Item: 1.70%%, 4★ Item: 13.88%%, 3★ Item: 84.42%%\n\n<color=#FFD145>Most Wanted Events</color>\nWhen obtaining a 5★ item, there is a 50%% chance it will be your Most Wanted 5★ item.\nIf the 5★ item wasn't a Most Wanted 5★ item, the next 5★ item will be a Most Wanted item.\nWhen obtaining a 4★ item, there is a 50%% chance it will be your Most Wanted 4★ item.\nIf the 4★ item wasn't a Most Wanted 4★ item, the next 4★ item will be a Most Wanted item.\n\n<color=#FFD145>Event 5★ Items</color>\n%s.\n\n<color=#FFD145>Recommended 4★ Items</color>\nPhantom Thieves: %s, %s.\n\n<color=#FFD145>Non-Recommended 5★ Items</color>\nEqual Drop Rates.\nPhantom Thieves: %s.\n\n<color=#FFD145>Non-Recommended 4★ Items</color>\nEqual Drop Rates.\nPhantom Thieves: %s.\n%s.\n\n<color=#FFD145>Obtainable 3★ Items</color>\nEqual Drop Rates.\nPersonas: %s.",
    "Title": "About Most Wanted Phantom Idol Contracts"
  },
  {
    "sn": "103",
    "strContent": "<color=#FFD145>About Home</color>\n\n<color=#FFD145>Home Points</color>\nAs your degree of comfort increases, your Home level will also rise.\nYou can obtain Home Points through the following methods:\n1. When you obtain a piece of furniture for the first time.\n2. When a friend visits your Home for the first time each day.\nThe daily limit for Home Points is <color=#FF423F>500</color>. The limit for Home Points earned through friend visits is <color=#FF423F>20</color>.\n\n<color=#FFD145>Home Level</color>\nThere are 10 Home levels, and you can earn rewards as your level increases.\nLevel up rewards include unlocking Home features, increasing the number of display items, and new Home themes.\nYou can check the details of level up rewards from the top-right corner of the Home screen.",
    "Title": "About Home"
  },
  {
    "sn": "104",
    "strContent": "<size=32><color=#FFD145>About Phantom Thief Status</size></color>\nHP and SP do not restore on their own in Mementos. Use items or status effects to restore them.\n\n<color=#FFD145><size=32>Reset Time</size></color>\nMementos resets every Sunday at <color=#FF423F>8 PM UTC</color>.\nThe interior of Mementos, the Shadows that appear, and events change every week.\n<size=32><color=#FFD145>About Rewards</size></color>\nEarn Mementos rewards by successfully clearing stages.",
    "Title": "About Mementos"
  },
  {
    "sn": "105",
    "strContent": "<color=#FFD145>Phantom Pass</color>\nYou can obtain rewards by completing missions.\nDaily goals reset every day at 8 PM UTC, while weekly goals reset every Sunday at 8 PM UTC.\nUnobtained rewards will be distributed via the Mail screen.\n\n<color=#FFD145>Phantom Pass Rewards</color>\nPhantom Pass rewards will be available with each Phantom Pass season.\nPurchasing a <color=#FF423F>Premium Phantom Pass</color> or <color=#FF423F>Premium+ Phantom Pass</color> will grant even more valuable rewards.\n\n<color=#FFD145>About Limitations</color>\nThere is a limit to the amount of Pass Experience Credits that can be obtained each week.\nExperience earned through Season missions will not count toward this weekly limit.\n\n<color=#FFD145>Weekly Supplies</color>\nEvery week, you can receive <color=#FF423F>Supply Sets</color> from the Phantom Pass screen.\nYour Supply Set reward rank for the following week will increase based on how many daily goal rewards you complete during the current week.\n\n<color=#FFD145>About Training Boosts</color>\nIf Wonder is below Lv. 70, the amount of Wonder EXP Credits from daily goal rewards will be increased by 200％, and you can obtain extra training materials based on your level.",
    "Title": "About the Phantom Pass"
  },
  {
    "sn": "106",
    "strContent": "<color=#FFD145>Premium Pass</color>\nThis unlocks the Phantom Pass <color=#FF423F>Premium</color> Lane.\nIt also grants Meta Jewels immediately upon purchase.\n\n<color=#FFD145>Premium+ Pass</color>\nThis unlocks the <color=#FF423F>Premium</color> Lane and all accompanying rewards.\nIt also raises your Phantom Pass level by <color=#FF423F>10 levels</color> immediately upon purchase, and grants exclusive rewards.\n\n<color=#FFD145>Exchanging Weapons</color>\nWhen you purchase the <color=#FF423F>Premium Phantom Pass</color>, you can obtain up to Salamander Coin x5 for the whole season.\nSalamander Coins can be traded for <color=#FF423F>5★ weapons</color> at the Airsoft Shop in Shibuya.",
    "Title": "Phantom Pass Benefits"
  },
  {
    "sn": "107",
    "strContent": "<color=#FFD145>Briefing</color>\nBy completing challenges and consuming stamina, you can obtain materials to level up the Phantom Thieves.\nConsuming more stamina will allow you to receive more rewards.\nThe amount of rewards also increases in high-difficulty trials.",
    "Title": "Realm of Repression: Pursuit of Honor"
  },
  {
    "sn": "108",
    "strContent": "<color=#FFD145>Briefing</color>\nBy completing challenges and consuming stamina, you can obtain materials to level up weapons.\nConsuming more stamina will allow you to receive more rewards.\nThe amount of rewards also increases in high-difficulty trials.",
    "Title": "Realm of Repression: Pursuit of Parts"
  },
  {
    "sn": "109",
    "strContent": "<color=#FFD145>Briefing</color>\nBy completing challenges and consuming stamina, you can earn tons of Konpaku Gems.\nConsuming more stamina will allow you to receive more rewards.\nThe amount of rewards also increases in high-difficulty trials.",
    "Title": "Realm of Repression: Pursuit of Treasure"
  },
  {
    "sn": "110",
    "strContent": "<color=#FFD145>Briefing</color>\nBy completing challenges and consuming stamina, you can obtain Persona enhancement materials.\nConsuming multiple times the stamina will allow you to receive multiple times the rewards.\nThe amount of rewards also increases in high-difficulty trials.",
    "Title": "Realm of Repression: Pursuit of Persona"
  },
  {
    "sn": "111",
    "strContent": "<color=#FFD145>Briefing</color>\nBy completing challenges and consuming stamina, you can obtain random Revelation Cards.\nConsuming more stamina will allow you to receive rewards multiple times at once.\nThe amount of rewards also increases in high-difficulty trials.\n\n<color=#FFD145>Set Drop Details</color>\nWords of Life: Love and Opulence.\nWords of Bonds: Prosperity and Truth.\nWords of Feuds: Courage and Strife.\nWords of Ruling: Power and Victory.\nWords of Nature: Control and Renewal.\nWords of Serenity: Peace and Hindrance.\nWords of Harmony: Pleasure and Labor.\nWords of Instincts: Virtue and Oppression.\nWords of Indolence: Worry and Reconciliation.\nWords of Pleasure: Triumph and Defeat.\nWords of Monarchy: Futility and Disappointment.",
    "Title": "Realm of Repression: Revelation Set"
  },
  {
    "sn": "112",
    "strContent": "<color=#FFD145>Briefing</color>\nBy completing challenges and consuming stamina, you can obtain Talent materials for the Phantom Thieves.\nConsuming more stamina will allow you to receive more rewards.\nThe amount of rewards also increases in high-difficulty trials.",
    "Title": "Realm of Repression: Alluring Aroma"
  },
  {
    "sn": "113",
    "strContent": "<color=#FFD145>Briefing</color>\nBy completing challenges and consuming stamina, you can obtain weapon overclock materials.\nConsuming more stamina will allow you to receive more rewards.\nThe amount of rewards also increases in high-difficulty trials.",
    "Title": "Realm of Repression: Gear Forging"
  },
  {
    "sn": "114",
    "strContent": "<color=#FFD145>Briefing</color>\nBy completing challenges and consuming stamina, you can obtain materials used to level up the Phantom Thieves.\nConsuming more stamina will allow you to receive more rewards.\nThe amount of rewards also increases in high-difficulty trials.",
    "Title": "Realm of Repression: Enlightenment"
  },
  {
    "sn": "115",
    "strContent": "<color=#FFD145>Briefing</color>\nBy completing challenges and consuming stamina, you can obtain Personas, Persona Seals, and Repression Medals.\nConsuming more stamina will allow you to receive more rewards.\nYou can trade Repression Medals for Persona Seals in the Exchange Shop.",
    "Title": "Realm of Repression: Persona"
  },
  {
    "sn": "116",
    "strContent": "<color=#FFD145>Briefing</color>\nBy completing challenges and consuming stamina, you can obtain Mindscape enhancement materials.\nConsuming more stamina will allow you to receive more rewards.\nThe amount of rewards also increases in high-difficulty trials.",
    "Title": "Realm of Repression: Pursuit of Starshot"
  },
  {
    "sn": "117",
    "strContent": "<color=#FFD145>Briefing</color>\nBy completing challenges and consuming stamina, you can obtain Personas, Persona Seals, and Repression Medals.\nConsuming more stamina will allow you to receive more rewards.\nYou can trade Repression Medals for Persona Seals in the Exchange Shop.",
    "Title": "Realm of Repression: Sky Archive"
  },
  {
    "sn": "118",
    "strContent": "<color=#FFD145>Briefing</color>\nBy completing challenges and consuming stamina, you can obtain Personas, Persona Seals, and Repression Medals.\nConsuming more stamina will allow you to receive more rewards.\nYou can trade Repression Medals for Persona Seals in the Exchange Shop.",
    "Title": "Realm of Repression: Light Archive"
  },
  {
    "sn": "120",
    "strContent": "About the Collection",
    "Title": "Metaverse Seals"
  },
  {
    "sn": "121",
    "strContent": "By <color=#FFD145>training the Phantom Thieves</color>, you can increase\ntheir stats.\nAdditionally, you can equip them with weapons and Revelation Cards, and enhance their skills.",
    "Title": "Phantom Thief"
  },
  {
    "sn": "122",
    "strContent": "<color=#FFD145>Leveling Up Phantom Thieves</color>\nWhen Phantom Thieves level up, their stats increase.\nAfter reaching a certain level, their Personas can unlock skills.\nA Phantom Thief's max level is limited based on the protagonist's level.\nLeveling up Phantom Thieves requires experience items like Thief Compendium Scraps, Thief Compendium Volumes, and Thief Compendium Tomes.\nExperience items can be obtained from Pursuit of Honor.\n\n<color=#FFD145>Talents</color>\nTo surpass the current maximum level, a Talent must be enhanced. Whenever a Talent is enhanced, you will obtain either new skills, or level up skills you already have. Phantom Thief stats will also be enhanced at the same time.\nEnhancing Talents requires enhancement items such as Whiff of Iris or Fragrance of Iris. Talent enhancement items can be obtained from Realm of Repression: Alluring Aroma.\n\n<color=#FFD145>Awareness</color>\nA Phantom Thief's awareness level indicates the degree of evolution of their Persona, which can be enhanced up to level 6.\nIncreasing awareness level strengthens Phantom Thieves' abilities and greatly increases their prowess in battle.\nIncreasing an awareness level requires a Phantom Thief's Cognitite.\nWhen you acquire a Phantom Thief that you have already obtained, they will automatically be converted into Cognitite for that Phantom Thief.",
    "Title": "About Training"
  },
  {
    "sn": "123",
    "strContent": "<color=#FFD145>About Weapons</color>\nEach Phantom Thief has certain weapon types they can use.\nThe higher the rarity and base ability of the weapon, the stronger it can become.\n\n<color=#FFD145>Enhancement</color>\nWhen a weapon is enhanced, its base ability is increased.\nThe enhancement level cannot exceed the current overclock level of the weapon.\nWeapon enhancement level will be inherited when replacing weapons.\nEnhancement items include metal parts, silver parts, and gold parts.\nYou can obtain these from clearing Realm of Repression: Pursuit of Parts.\nWeapons that you no longer need can be used as enhancement materials.\n\n<color=#FFD145>Overclock</color>\nWhen overclocked, a weapon's base ability can be greatly enhanced.\nWeapon overclocking corresponds to Phantom Thief level.\nOverclock level is transferred between equipped weapons.\nOverclocking requires weapon overclock items.\nOverclock items consist of Blue Crystals, Purple Crystals, and Yellow Crystals.\nOverclock items can be obtained from Realm of Repression: Gear Forging.\n\n<color=#FFD145>Forging</color>\nYou can forge a weapon to strengthen its effects.\nForge levels 1, 3, and 5 require weapons of the same name, while 2, 4, and 6 require weapons of the same star level.\n\n<color=#FFD145>Scrapping Weapons</color>\n4★ weapons can be scrapped for 2 Gecko Coins if they aren't forged.\nForged 4★ weapons will grant extra Gecko Coins based on their forge level.\nNote: 5★ weapons that can be forged with shards, like Sennight Inferno, cannot be scrapped.",
    "Title": "About Weapons"
  },
  {
    "sn": "124",
    "strContent": "<color=#FFD145>About Revelation Cards</color>\nYou can increase a Phantom Thief's strength in battle by equipping them with Revelation Cards.\nThere are 5 Revelation Card marks: Space, Sun, Moon, Star, and Sky.\n\n<color=#FFD145>Set Effects</color>\nHeavens: Includes Sun, Moon, Star, and Sky. Equipping 2 or 4 Revelation Cards of the same set will activate the 2-piece set or 4-piece set effect, respectively.\nSpace: There are multiple set effects for the Space Revelation effect, which is determined by the effects of the Heavens 4-piece set that is currently active.\nYou can determine the effect of the required 4-piece set from the name of the Space set effect.\n\n<color=#FFD145>Revelation Card Enhancement</color>\nWhen you enhance a Revelation Card, the Revelation's base power increases.\nIf there are fewer than 4 attributes, 1 attribute will be added.\nIf there are 4 attributes, existing attributes will be randomly enhanced.\nRevelation Card Enhancement is not limited by character level, but Space Revelation Cards will not unlock until Wonder reaches level 40.\n\n<color=#FFD145>Obtaining Revelation Cards</color>\nSun, Moon, Star, and Sky Revelation Cards can be obtained from each Revelation Card Dungeon in the Realm of Repression.\nThe higher level the challenge, the higher probability of obtaining high-rarity Revelation Cards.\n\n<color=#FFD145>Resetting</color>\nYou can spend Retrograde Cards to reset Revelation Cards enhanced to their maximum level.\nOnce reset, they will return to Lv. 0 and all materials spent on their enhancement will be returned.\n\n<color=#FFD145>Customizing</color>\nBy selecting \"Customize\" on the main screen, you can customize a Revelation Card.\nUse Vicissitude Ink to create a card with a new set, mark (Moon, Star, Sky), and main attribute.\n\n<color=#FFD145>Inscription</color>\nSelect \"Inscribe\" on the main screen to perform Revelation Card Inscription.\nSpend any 5 Orange Sun, Moon, Star, or Sky Revelation Cards to inscribe a randomized Orange Sun, Moon, Star or Sky Revelation Card.\nSpend any 3 Orange Space Revelation Cards to inscribe a randomized Orange Space Revelation Card.",
    "Title": "About Revelations"
  },
  {
    "sn": "125",
    "strContent": "<color=#FFD145>Skill Details</color>\nSkills are used through Personas.\nUsable skills include skills, Talent skills, awareness skills, 1 Mores, Highlights, melee attacks, and ranged attacks.\nAwareness skills can be strengthened by raising a Phantom Thief's awareness level.\nTalent skills can strengthened by raising a Phantom Thief's Talent.\nAdditional skill effects have special conditions for activation in battle.\nYou can increase a skill's level up to 15.\n\n<color=#FFD145>Skills</color>\nPersonas have unique active skills which have skill effects that can be increased by enhancing that skill.\nLeveling up a skill requires skill enhancement materials and special drop materials from Shadows.\nSkill enhancement materials can be obtained in the Realm of Repression: Enlightenment.\n\n<color=#FFD145>Affinities</color>\nYou can view a Persona's Attribute Affinities from the Skill screen.\nAffinities will be displayed as: Wk = Weak, Dr = Drain, Str = Resist, Rpl = Repel, and Nul = Null.\nWeak: Increases damage dealt by 20%.\nDrain: Nullifies attack and target absorbs 20% of damage to heal.\nResist: Reduces damage dealt by 50%.\nRepel: Nullifies attack and reflects 20% of the damage back at attacker.\nNull: Nullifies attack and deals no damage.",
    "Title": "About Skills"
  },
  {
    "sn": "126",
    "strContent": "<color=#FFD145>Schema</color>\nWhen a Persona is recorded in the Persona Compendium, you earn schema points.\nSchema points can be used to level up schema skills.\n\n<color=#FFD145>Resetting Your Schema</color>\nYou can reset your schema by spending Konpaku Gems.\nWhen reset, the spent schema points are refunded.",
    "Title": "About Schema"
  },
  {
    "sn": "127",
    "strContent": "<color=#FFD145>Acquiring Personas</color>\nYou can obtain Personas by defeating Shadows in Palaces.\nIf you obtain a Persona you already own, it will automatically be converted into a Seal of that Persona.\nUsing Persona Seals, you can fuse rarer Personas.\n\n<color=#FFD145>Persona Effects</color>\nWhen you equip a Persona, you can use its skills during battle.\nThe protagonist can summon up to three Personas at the same time.\n\n<color=#FFD145>About Personas</color>\nPersona Fusion: Fuse Personas to create new ones.\nPersona Training: Strengthen, develop, and enhance skills of your Personas.\nView/Summon Personas: Check detailed information about your Personas.",
    "Title": "Persona"
  },
  {
    "sn": "128",
    "strContent": "<color=#FFD145>Enhancement Level</color>\nRaising the Enhancement Level through Persona Enhancement increases the Persona's HP, Attack, and Defense.\nAt certain levels, skills will be unlocked.\n\n<color=#FFD145>Enhancement Materials</color>\nEnhancement items include Memory Cubes, Anecdote Cubes, and Legend Cubes. These can be obtained in the Realm of Repression stage Pursuit of Persona. Persona Seals can also be used as enhancement materials.\n\n<color=#FFD145>Overclocking Personas</color>\nOverclocking a Persona allows you to further increase the Persona's level and enhance its traits.\nA Persona Seal or Treasure Demon Item is required for overclocking.\nThe number of overclocks a Persona can perform is determined by its rank.\n\n<color=#FFD145>Persona Rank Up</color>\nWhen Jánošík reaches a certain level, you can use specific items to increase its rank. Ranking up grants even greater power.",
    "Title": "Persona Enhancement"
  },
  {
    "sn": "129",
    "strContent": "<color=#FFD145>About Training</color>\nBy training, your Persona can awaken new skills.\nTraining materials require Persona Seals. Using different seals allows you to teach different skills.\nThe skills granted are determined by the skills that are the source of the Seals.\n\n<color=#FFD145>Skill Acquisition</color>\nUsing one Persona Seal allows you to randomly acquire one of the Seal skills.\nIf you acquire a skill that has already been learned, you will receive a set number of Repression Medals II instead.\nDepending on the attributes of the Persona, some special attribute skills cannot be learned.",
    "Title": "Persona Training"
  },
  {
    "sn": "130",
    "strContent": "<color=#FFD145>About Skills</color>\nEach Persona can equip two Unique Skills and up to six Learned Skills.\nUnique Skills cannot be removed, but Learned Skills can be changed freely.\nThe number of Learned Skills that can be equipped varies depending on the Persona's Rank.\n\n<color=#FFD145>Unlocking Skills</color>\nWhen a Persona reaches a certain level, it can unlock new exclusive skills.\n\n<color=#FFD145>Changing Skills</color>\nYou can equip and remove skills that the Persona has learned.\nThe maximum number of skills that can be learned is 20. Once this limit is reached, you cannot learn new skills from Training. By Forgetting a skill, you can learn new skills again.\nYou can equip up to two Active Skills.\nThere is no limit to the number of Passive Skills that can be equipped.\n\n<color=#FFD145>About Traits</color>\nAll Personas have one trait, which can be enhanced through Overclock.",
    "Title": "Persona Skills"
  },
  {
    "sn": "131",
    "strContent": "<color=#FFD145>Function Description</color>\nYou can check the detailed information of all Personas in the Persona Compendium.\nYou can view specific acquisition methods, profiles, tags, growth parameters, and more.\nTap on How to Get to move to the location.\n\n<color=#FFD145>Persona Record</color>\nWhen you acquire a Persona, it will be recorded in the Persona Compendium.\nOnce a Persona is recorded, you will earn schema points.",
    "Title": "Persona Compendium"
  },
  {
    "sn": "132",
    "strContent": "<color=#FFD145>Feature Explanation</color>\nUnlock safe rooms, explore hidden locations on the map, solve puzzles and acquire Treasures, and Defeat Unique Shadows.\nThese actions will increase the exploration level of the Palace.\n\n<color=#FFD145>Exploration Rewards</color>\nWhen the exploration level reaches a certain threshold, you can receive rewards.\nAt 50% exploration, you will receive a special 5★ weapon as a reward.",
    "Title": "Palace Progress"
  },
  {
    "sn": "133",
    "strContent": "<color=#FFD145>Basic Rules</color>\nTo fish, you need to buy an entry ticket. The fishing points you earn can be exchanged for rewards at the shop.\nThe rarer and larger the fish, the higher the price you can sell it for.\nTop-tier fish can be used for cooking.\n\n<color=#FFD145>About Bait</color>\nDifferent types of bait attract different types of fish.\nIf fish aren't biting, try changing the bait.\n\n<color=#FFD145>Hit</color>\nWhen a fish bites, it enters a Hit state.\nThe durability of the fishing rod is displayed at the top of the screen.\nKeep the float within the red range and press the reel-in button to pull the fish closer.\nPressing the reel-in button outside the red range will cause the fish to move away.\nIf the float touches the ends of the durability gauge, the durability will decrease.\nIf the durability reaches 0, the fish will get away.",
    "Title": "About Fishing"
  },
  {
    "sn": "134",
    "strContent": "<color=#FFD145>About Unlocking Plans</color>\nLufel's \"Business\" Plans I and II have seven steps each.\nYou can unlock the next step by completing a certain number of missions.\n\n<color=#FFD145>Mission Rewards</color>\nAfter you complete a mission, you can receive its rewards.\nYou can also receive special rewards once you complete a certain number of missions.\nIf you complete all of the missions in Plan I, you can obtain one 5★ Phantom Thief of your choosing.\nIf you complete all of the missions in Plan II, you can obtain one 5★ weapon of your choosing.",
    "Title": "About Lufel's \"Business\" Plans"
  },
  {
    "sn": "135",
    "strContent": "<color=#FFD145>Synergy</color>\nEach accomplice has a Synergy level, which can be increased up to a maximum rank of 20 (10 for Lufel).\nTo rank up, you need to meet certain conditions such as social stats, Persona skills, or clearing certain missions. Synergy also increases when you hang out with or give gifts to an accomplice.\nSpecial outings that advance your relationship will unlock the Synergy rank cap.\n* If these conditions are not met, Synergy outings will not be available.\n\n<color=#FFD145>Prioritized Bonds</color>\nPrioritizing a bond will greatly increase the chances of an outing event with that character.\n* If the conditions are not met, the outing event will not occur.\n\n<color=#FFD145>Relationships with accomplices</color>\nWhen your Synergy with an accomplice reaches a certain level, your bond with them will deepen, and you can become <color=#FF423F>close friends</color>.\nWith some accomplices, you can form a special bond and become <color=#FF423F>soulmates</color>.\nRank rewards are linked to your relationship with the accomplice. Star-marked rewards are for close friends, and heart-marked rewards are for soulmates.\nIf both close friend and soulmate rewards are available at the same rank, you will receive one based on your relationship with the accomplice.\n\n<color=#FFD145>Synergy Abilities</color>\nSynergy abilities are obtained by increasing your Synergy with accomplices.\nEach accomplice has their own abilities, which can be unlocked and enhanced as your Synergy rank increases.\n\n<color=#FFD145>Profiles</color>\nYou can check the basic information, voice lines, and story of an accomplice from the Profile screen.",
    "Title": "About Synergy"
  },
  {
    "sn": "136",
    "strContent": "<color=#FFD145>City Life</color>\nYou are free to choose how you spend your time in the city.\nYou can earn money by working part-time, hone your abilities, or enjoy time with your accomplices.\n\n<color=#FFD145>Actions Left</color>\nYou can perform events twice after school, twice in the evening, and once at night.\nTime will progress after event completion.\n\n<color=#FFD145>Action Points</color>\nPerforming 1 City Life event consumes 1 Action Point.\nAction Points recover by 5 points every day at 8 PM UTC.\n\n<color=#FFD145>City Life Rewards</color>\nCity Life activities can reward social stat increases, money, Synergy gifts, and more.\nSome events can enhance base rewards from City Life.\nCity Life Planned Rewards will show the obtainable rewards after the increase.",
    "Title": "About City Life"
  },
  {
    "sn": "137",
    "strContent": "<color=#FFD145>Feature Explanation</color>\nYou can adjust the formation by selecting an empty slot or a Phantom Thief set in the party. Only the position of support Phantom Thieves can be changed.\n\n<color=#FFD145>Changing Your Party</color>\nYou can view your parties by pressing the Party button on the top right of the screen to view the party list. You can change a party's name by pressing the Change Name button. Names can be up to 7 characters long.\nSelect a party and press Set to change to the selected party.\n\n<color=#FFD145>Assist Phantom Thief</color>\nIn the Realm of Repression and some exploration challenges, you can use Assist Phantom Thieves.\nAn Assist Phantom Thief cannot exceed your current Phantom Thief level limit.\nIn Gates of the Nightmare Catcher, you can use Phantom Thieves belonging to Companio members regardless of level limit.\nWhen another player uses your Assist Phantom Thief, or when you use an assist Phantom Thief from another player, you will obtain Assist Points.\nYou can use Assist Points to purchase items through Exchange: Assist Rewards.\n\n<color=#FFD145>Flames of Desire</color>\nWhen Phantom Thieves of the same attribute are set in the same party, a harmonious effect called Flames of Desire is ignited.\nThis effect only applies to the Personas of the protagonist and the three set Phantom Thieves, not support Phantom Thieves.\nWhen two party members have the same attribute, a Duet of that attribute is activated.\nWhen three or more party members have the same attribute, a Chorus of that attribute is activated.\nWhen the party has four or more of different attributes, a Concerto is activated.",
    "Title": "Party Formation"
  },
  {
    "sn": "138",
    "strContent": "<color=#FFD145>Reading</color>\nYou can read the books you own.\nReading a book consumes 1 action point.\nYou cannot read a book again once you have finished it.\n\n<color=#FFD145>Reading Rewards</color>\nReading significantly increases your social stats, and reading certain books can unlock outing spots.",
    "Title": "About Reading"
  },
  {
    "sn": "139",
    "strContent": "<color=#FFD145>Watching Movies</color>\nNew movie releases are regularly shown at the cinema.\nWatching a movie consumes 1 City Life Point and you will need to pay for your ticket, but it will significantly increase your social stats.\n\n<color=#FFD145>Screening Period</color>\nEach movie has a screening period. You will receive an extra boost to your social stats the first time you watch each movie.\nThe screening period of movies is based on in-game time. If there's a movie you want to see, plan your activities accordingly.",
    "Title": "About Watching Movies"
  },
  {
    "sn": "140",
    "strContent": "<color=#FFD145>Event Introduction</color>\nThis is the Persona 5 special event.\nIt features several events that are now underway, including Thieves' Alliance, Converging Destinies, Crossroads of Fate: Castle Arc, Good Steals, Thieves' Exchange, and Café Leblanc.\n\n<color=#FFD145>Event Schedule</color>\nThe Take Your Heart event begins from the day the player creates an account.\nAfter 30 days, it will switch to a regular event.\nPlayers can continue to take on unfinished events.\nWhen it switches to a regular event, the Thieves' Exchange and Café Leblanc events will end.\nUnused Rebel Coins will be converted into Konpaku Gems, so make sure to exchange them for your desired items.\n\n<color=#FFD145>Thieves' Alliance</color>\nWhen you participate in the event for the first time, you'll receive rewards.\nWhen the protagonist reaches certain levels, you can obtain additional rewards.\n\n<color=#FFD145>Converging Destinies</color>\nLog in for a total of 7 days during the event period to receive special rewards every day.\n\n<color=#FFD145>Good Steals</color>\n\nMost Wanted Phantom Idol Contracts for the Phantom Thieves of Hearts are now available. Check the Contracts screen for more details.\n\n<color=#FFD145>Crossroads of Fate: Castle Arc</color>\nInfiltrate dungeons with the Phantom Thieves of Hearts!\n\n<color=#FFD145>Thieves' Exchange</color>\nTrade Rebel Coins obtained in the event for rewards here!\n\n<color=#FFD145>Café Leblanc</color>\nMeet the Phantom Thieves of Hearts at a café in Yongen-Jaya.\nComplete event missions to receive grand rewards.",
    "Title": "About the Take Your Heart event"
  },
  {
    "sn": "141",
    "strContent": "<color=#FFD145>Basic Draw Rates</color>\n5★ Item: 0.8%%, 4★ Item: 8%%, 3★ Item: 91.2%%\n\n<color=#FFD145>Guarantees</color>\nAfter 10 continuous draws, an item of 4★ or higher is guaranteed to appear.\nAfter 78 continuous draws, a 5★ item is sure to appear.\n\n<color=#FFD145>Total Rates with Guarantee</color>\n5★ Item: 1.95%%, 4★ Item: 14.86%%, 3★ Item: 83.19%%\n\n<color=#FFD145>Most Wanted Events</color>\nWhen obtaining a 5★ item, there is a 40%% chance it will be a Most Wanted 5★ item.\nIf the 5★ item wasn't a Most Wanted 5★ item, the next 5★ item will be a Most Wanted item.\nWhen obtaining a 4★ item, there is a 50%% chance it will be a Most Wanted 4★ item. If the 4★ item wasn't a Most Wanted 4★ item, the next 4★ item will be a Most Wanted item.\n\n<color=#FFD145>Event 5★ Items</color>\n%s(Select 1 from the 3 listed). \n\n<color=#FFD145>Most Wanted 4★ Items</color>\n%s.\n\n<color=#FFD145>Non-Most Wanted 5★ Items</color>\n%s.\n\n<color=#FFD145>Non-Most Wanted 4★ Items</color>\n%s.\n\n<color=#FFD145>Obtainable 3★ Items</color>\n%s.",
    "Title": "About Most Wanted Arms Deals"
  },
  {
    "sn": "142",
    "strContent": "<color=#FFD145>Graphics Settings</color>\nConfigure various graphical settings.\n\n<color=#FFD145>Sound Settings</color>\nAdjust individual volume settings.\n\n<color=#FFD145>Game Settings</color>\nCustomize individual in-game system settings.\n\n<color=#FFD145>Control Settings</color>\nAdjust your game controls.\n\nYou can view details on <color=#FF423F>each setting</color> by tapping the ? icon.",
    "Title": "About Game Settings"
  },
  {
    "sn": "143",
    "strContent": "<color=#FFD145>Security Level</color>\nThe level of security awareness is displayed as the Security Level meter. When the Security Level is high, enemy security becomes stricter.\n\n<color=#FFD145>Changes in Security Level</color>\nIf you are spotted by enemies, the Security Level of the Palace will increase.\nIf you defeat enemies without being detected, the Security Level of the Palace will decrease.",
    "Title": "About Security Level"
  },
  {
    "sn": "144",
    "strContent": "<color=#FFD145>Realm of Repression</color>\nIn the Realm of Repression, you can obtain large amounts of materials vital to training.\n\n<color=#FFD145>Challenge Description</color>\nAs your power grows, new challenges will be unlocked.\nChallenges consume stamina, but you can earn valuable rewards upon completion.\nStamina will automatically recover over time, and you can also use items or Meta Jewels to restore stamina.",
    "Title": "Realm of Repression"
  },
  {
    "sn": "145",
    "strContent": "<color=#FFD145>Basic Draw Rates</color>\n5★ Item: 0.7%%, 4★ Item: 8%%, 3★ Item: 91.3%%.\n\n<color=#FFD145>Guarantees</color>\nAfter 10 draws, an item of 4★ or higher is guaranteed to appear.\nAfter 70 continuous draws, a 5★ item is sure to appear.\n\n<color=#FFD145>Total Rates with Guarantee</color>\n5★ Item: 1.95%%, 4★ Item: 14.86%%, 3★ Item: 83.19%%.\n\n<color=#FFD145>Most Wanted Event</color>\nBefore drawing Arms Deals, you will select two weapons of your choice.\nIf a 5★ item appears, there is a 50%% chance it will be a Most Wanted 5★ item.\nIf the 5★ item wasn't a Most Wanted 5★ item, the next 5★ item is guaranteed to be a Most Wanted item.\nIf a Most Wanted 5★ item didn't appear, you will obtain one of the two selected weapons at random (50/50 odds for either weapon).\nIf a 4★ item appears, there is a 50%% chance it will be a Most Wanted 4★ item.\nIf the 4★ item wasn't a Most Wanted 4★ item, the next 4★ item is guaranteed to be a Most Wanted item.\n\n<color=#FFD145>Event 5★ Item</color>\nPhoenix Dagger.\n\n<color=#FFD145>Most Wanted 4★ Items</color>\nDevastating Bounty, Grand Presser, Machete.\n\n<color=#FFD145>Your Pick 5★ Items</color>\nRevenge Axe, Golden Legacy, Quasar, Fallen Angel Wing, Karmic Cycle, Venus Sunrise, Divine Spirit of Fire, Shadowkiller, Technomage Ultra FS, Rosethorn, Nuclear Finisher, Queen of Winter, Battle Hymn.\n\n<color=#FFD145>Non-Most Wanted 4★ Items</color>\nJudgment, Swinging Hammer, Lava Flame, Omega Knuckle, Sword of Honor, Blue Saber, Jagato, Ghost Machine C, Masquerade Ribbon, Sacred Vow, Gilgamesh Axe, Shamshir\n\n<color=#FFD145>Obtainable 3★ Items</color>\nGang Star, God Saber, Lightning Hammer, Break Tonfa, Slashing Flail, Swinging Hammer, Elegant Rapier, Sacred Saber, Seishiki Sword, Intrusion Detection Rig, Spike Whip, Flash Punch, Royal Saber, Bardiche, Athame.",
    "Title": "About Most Wanted Arms Deals"
  },
  {
    "sn": "146",
    "strContent": "<color=#FFD145>Persona Fusion</color>\nYou can fuse Personas from the list using Persona Seals.\nIf you fuse a Persona you already own, you will receive one seal of that Persona.\n\n<color=#FFD145>Required Seals for Fusion</color>\nYou must use the specified seals in Persona Fusion.\nThere may be multiple ways to fuse the same Persona.\n\n<color=#FFD145>Unlocking Fusion</color>\nWhen the protagonist reaches a certain level, higher level Personas can be unlocked for fusion.\n\n<color=#FFD145>Skill Inheritance</color>\nWhen fusing a new Persona for the first time, the skills inherited will vary depending on the source Personas.",
    "Title": "Persona Fusion"
  },
  {
    "sn": "147",
    "strContent": "<color=#FFD145>About Gardening</color>\nIn the garden, you can cultivate flowers and cooking ingredients.\nThe garden is divided into left and right sections, with small planters for flowers and large planters for ingredients.\nFlowers can be made into gifts at the workbench.\nIngredients can be used for cooking.\n\n<color=#FFD145>Gardening Actions</color>\nThere are two kinds of actions: fertilizing and removing.\nEach plant can be fertilized only once.\nIf you remove a plant, you will not receive any bonuses.\n\n<color=#FFD145>Harvesting</color>\nYou can harvest when the plants are ready.\nBy consuming 5 City Life Points, you can advance the game time by one day.\nWhen you harvest a plant for the first time, you will receive an additional increase to <color=#e6b625>Kindness</color>.",
    "Title": "About Gardening"
  },
  {
    "sn": "148",
    "strContent": "<color=#FFD145>Recipes</color>\nBy learning recipes, you will be able to cook new dishes.\n\n\n<color=#FFD145>Cooking</color>\nYou can cook dishes using ingredients, which can be obtained from shops or by gardening.\nWhen you cook, there is a chance that you will a make a superb version of that dish.\nAs you continue to cook recipes, your cooking proficiency will go up.\nEven after reaching the Master Chef level of proficiency, you have a chance to receive new recipes if you continue cooking dishes.\n\n\n<color=#FFD145>Cooking Buffs</color>\nIf you eat/drink a dish while exploring the Metaverse, you will gain a temporary buff.\nEating/drinking superb dishes grants even stronger buffs.",
    "Title": "About Cooking"
  },
  {
    "sn": "149",
    "strContent": "<color=#FFD145>Creating a Companio</color>\nYou can create your own Companio. 20,000 Konpaku Gems are required to make a Companio.\nNames already in use by other Companios cannot be used.\nWhen you create a Companio, you become the leader and can recruit new members.\n\n<color=#FFD145>Joining a Companio</color>\nPlayers can join an existing Companio.\nSome Companios require the leader/subleader's permission to join.\nLeaving a Companio will trigger a 24-hour cooldown period.\n\n<color=#FFD145>About Contribution</color>\nYou can gain Contribution by participating in City Life or Metaverse activities.\nYou can check each member's degree of Contribution from the Companio's member list.\n\n<color=#FFD145>Companio Roles</color>\n▼Leaders Can:\n• Edit Companio notices\n• Edit the Companio's name\n• Edit the Companio's avatar\n• Edit the Companio's description\n• Change join settings (messages, requirements, and autojoin level)\n• Manage join requests (allow/deny)\n• Manage members (view, promote, and kick)\n• Leave the Companio\n\n▼Subleaders Can:\n• Edit the Companio's avatar\n• Manage join requests (allow/deny)\n• Manage members (view/kick)\n• Leave the Companio\n\n▼Members Can:\n• View members\n• Leave the Companio",
    "Title": "About Companio"
  },
  {
    "sn": "150",
    "strContent": "<color=#FFD145>Train Tickets</color>\nYou can collect train tickets in the following ways:\n1. Open <color=#FF423F>Chained Treasure Chests</color>\n2. Defeat <color=#FF423F>Angry Shadows</color>\n3. Pick up items scattered around Mementos\n\n<color=#FFD145>Fare Machines</color>\nBy redeeming tickets at fare machines, you can gain experience and raise your ticket level.\nReaching certain levels will grant rewards and allow you to continue your progress in Mementos.\nThere are various routes in the Metaverse, and leveling up requires different types of tickets.",
    "Title": "About the Fare Machine"
  },
  {
    "sn": "151",
    "strContent": "<color=#FFD145>Basic Rules</color>\nThe batting cages offer both Training Mode and Challenge Mode.\n\n<color=#FFD145>Training Mode</color>\nSelect difficulty and practice your swing.\n\n<color=#FFD145>Challenge Mode</color>\nLimited to 5 balls, aim for the highest possible score.\nYou can exchange points you earn for presents and fashion items.",
    "Title": "About Batting Cages"
  },
  {
    "sn": "152",
    "strContent": "<color=#FFD145>Shadow Hunting Grounds</color>\nContinue Palace exploration and encounter concealed Personas.\nChance to obtain rare Personas upon victory.",
    "Title": "Shadow Hunting Grounds"
  },
  {
    "sn": "153",
    "strContent": "<color=#FFD145>Briefing</color>\nDuring infiltration, you can earn points by picking up Gold Coins.\nThe faster you clear the challenge, the higher your score.\n\n<color=#FFD145>Evaluation Rewards</color>\nAs your points and multiplier increase, your final evaluation will be higher.\nThe higher the evaluation, the more valuable the rewards.",
    "Title": "Strange Castle"
  },
  {
    "sn": "154",
    "strContent": "<color=#FFD145>Recollections</color>\nExplore previously cleared Palaces (Exploration progress will continue from before the Palace's collapse).",
    "Title": "Chamber of Recollections"
  },
  {
    "sn": "155",
    "strContent": "<color=#FFD145>Assist Phantom Thief</color>\nYou can designate one teammate as an Assist.\nAfter a friend uses the Assist Phantom Thief, you will earn Assist Points.\n\n<color=#FFD145>Assist Points</color>\nYou can earn up to 50 assist points daily.\nOnce the limit is reached, no more points will be accumulated.\nYou need to press the receive button to collect the points you have earned.\nAssist Points can be exchanged for items.",
    "Title": "Assist Recovery"
  },
  {
    "sn": "156",
    "strContent": "<color=#FFD145>Switching Outfits</color>\nIn City Life, you can switch between two types of outfits.\nAround the city: Casualwear\nAt home: Loungewear\n\n<color=#FFD145>How to Change Outfits</color>\nOpen the closet in your bedroom to swap between the two types of outfits.\nYou can save your favorite combinations as Presets for easier switching.",
    "Title": "About the Closet"
  },
  {
    "sn": "157",
    "strContent": "<color=#FFD145>Basic Drop Rates</color>\n5★ Character: 0.6%%\n4★ Character: 6.2%%\n3★ Character: 93.2%%\n\n<color=#FFD145>Guarantees</color>\nAfter every 10 pulls, a character of 4★ or higher is guaranteed to appear. After every 80 pulls, a 5★ character is guaranteed to appear.\n\n<color=#FFD145>Total Probability with Guarantee</color>\n5★ Item: 1.70%%\n4★ Item: 13.88%%\n3★ Item: 84.42%%\n\n\n<color=#FFD145>Most Wanted Event</color>\nIf a 5★ character appears, there is a 50%% chance it will be a Most Wanted 5★ character.\nIf the 5★ character was not a Most Wanted 5★ character, the next 5★ character is guaranteed to be a Most Wanted character.\nIf a 4★ character appears, there is a 50%% chance it will be a Most Wanted 4★ character.\nIf the 4★ character was not a Most Wanted 4★ character, the next 4★ character is guaranteed to be a Most Wanted 4★ character.\n\n<color=#FFD145>Rate-Up 5★ Characters</color>\nPhantom Thieves: %s\n\n<color=#FFD145>Rate-Up 4★ Characters</color>\nPhantom Thieves: %s\n\n<color=#FFD145>Regular 5★ Characters</color>\nEqual Drop Rates.\nPhantom Thieves: %s\n\n<color=#FFD145>Regular 4★ Characters</color>\nEqual Drop Rates.\nPhantom Thieves: %s\n\n<color=#FFD145>Regular 3★ Characters</color>\nEqual Drop Rates.\nPersonas: %s\n*<color=#FF423F>Characters include Thieves and Personas</color>.",
    "Title": "About Most Wanted Contracts"
  },
  {
    "sn": "158",
    "strContent": "<color=#FFD145>Basic Draw Rates</color>\n5★ Weapon: 0.8%%\n4★ Weapon: 8%%\n3★ Weapon: 91.2%%.\n\n<color=#FFD145>Guarantees</color>\nEvery 10 Arms Deals, a weapon of 4★ or higher is guaranteed to appear.\nEvery 78 Arms Deals, a 5★ is guaranteed to appear.\n\n<color=#FFD145>Total Probability with Guarantee</color>\n5★ Weapon: 1.95%%\n4★ Weapon: 14.86%%\n3★ Weapon: 83.19%%\n\n<color=#FFD145>Most Wanted Event</color>\nIf a 5★ weapon appears, there is a 40%% chance it will be a Most Wanted 5★ weapon.\nIf the 5★ weapon was not a Most Wanted 5★ weapon, the next 5★ weapon is guaranteed to be a Most Wanted weapon.\nIf a 4★ weapon appears, there is a 50%% chance it will be a Most Wanted 4★ weapon.\nIf the 4★ weapon was not a Most Wanted 4★ weapon, the next 4★ weapon is guaranteed to be a Most Wanted weapon.\n\n<color=#FFD145>Rate-Up 5★ Weapons</color>\n%s.\n\n<color=#FFD145>Rate-Up 4★ Weapons</color>\n%s.\n\n<color=#FFD145>Regular 5★ Weapons</color>\n%s.\n\n<color=#FFD145>Regular 4★ Weapons</color>\n%s.\n\n<color=#FFD145>Regular 3★ Weapons</color>\n%s.",
    "Title": "About Most Wanted Arms Deals"
  },
  {
    "sn": "159",
    "strContent": "<color=#FFD145>Fortune-Telling</color>\nWhen you get a fortune reading from Chihaya Mifune, your luck increases and you gain various effects.\nTo get a reading, you need to spend money and 1 City Life Point.\n\n<color=#FFD145>Bonus</color>\nThe Bonus is only calculated when the player receives additional rewards.\nActions unrelated to the fortune reading will not consume the bonus.\nThere is no time limit on the duration of the bonus.\nIf you get another fortune reading, the effects of the previous reading will be overwritten.",
    "Title": "About Today's Fortune-Telling"
  },
  {
    "sn": "160",
    "strContent": "<color=#FFD145>About the Catch Log</color>\nAll of the fish you have caught will be recorded in the catch log.\nWhen the amount of fish recorded in the log reaches a certain amount, you can obtain collection rewards based on what you've caught.\n\n<color=#FFD145>Catching Fish</color>You can catch small fish at the beginner pond, medium fish at the expert pond, and large fish at the master pond.",
    "Title": "About the Catch Log"
  },
  {
    "sn": "161",
    "strContent": "<color=#FFD145>Briefing</color>\nIn Relativity's Labyrinth, you can earn points by picking up Gold Coins.\nThe fewer traps you activate, the more points you can earn.\n\n<color=#FFD145>Evaluation Rewards</color>\nAs your points and multiplier increase, your final evaluation will be higher.\nThe higher the evaluation, the better the rewards.",
    "Title": "Relativity's Labyrinth"
  },
  {
    "sn": "162",
    "strContent": "<color=#FFD145>Briefing</color>\nDefeating Unique Shadows grants you special abilities for the final battle.\nDefeat the final boss of the castle to clear the stage.\n\n<color=#FFD145>Earning points</color>\nDamage dealt in the final battle is calculated as Damage Points.\nThe more allies survive, the more points you earn.\n\n<color=#FFD145>Evaluation Rewards</color>\nAs your points and multipliers increase, your final evaluation improves.\nThe higher the evaluation, the better the rewards.",
    "Title": "Well-Used Dungeon"
  },
  {
    "sn": "163",
    "strContent": "<color=#FFD145>The Velvet Trials</color>\nDefeat Unique Shadows with special abilities to hone your battle prowess and aim for higher battle ratings.\n\n<color=#FFD145>Basic Rules</color>\nThe Velvet Trials are high-difficulty challenges. There are multiple stages, each divided into several areas. Completing Trial Stage 5 will unlock all stages.\nYou can freely change your formation before the battle starts. If you find the battle too difficult, you can reset it at any time.\nEach battle has three ranks. At the end of the battle, your rank will be determined based on the points you earned.\n\n\n<color=#FFD145>Earning Points</color>\nDamage dealt during the battle is calculated as points.\n\n<color=#FFD145>Special Point Conditions</color>\nBy meeting special conditions, you can earn additional points.\nYou can challenge the stages multiple times to aim for the highest score.\n\n<color=#FFD145>Double Party Challenge</color>\nSome Velvet Trials will require you to command a Double Party to take on the challenge.\nThe same Phantom Thieves and Personas cannot be used in both parties.\nPoints from both battles will be tallied after the second battle is completed.",
    "Title": "The Velvet Trials"
  },
  {
    "sn": "164",
    "strContent": "<color=#FFD145>Basic Rules</color>\nThe Trials from the Sea of Souls are high-difficulty challenges held for a limited time, with four stages released each season.\nYou must clear the stages in order, and there are a total of nine trials up to Stage 3.\nIn the final stage, and you must endure attacks from powerful foes for a specified number of turns.\nOnce a stage begins, you cannot change your party until you clear it. The party's state will carry over to the next trial.\nIf you find the challenge too difficult, you can reset the trial at any time.\n\n<color=#FFD145>Special Effects</color>\nWhen you challenge the Trials from the Sea of Souls, certain stages may have Special Effects. Be sure to check the effect description and change the Phantom Thieves in your party to suit the situation.\n\n<color=#FFD145>Points</color>\nEach trial up to Stage 3 has Stage Goals. You can obtain points each time you complete stage goals.\nIn the final stage, the damage dealt to enemies will be converted into points. You can challenge the stages multiple times to aim for the highest score.\n\n<color=#FFD145>Rank</color>\nIf the Phantom Thieves meet the conditions for increasing their rank during the trial. As rank increases, the trials will become more challenging, but the rewards you can earn will also become more substantial.\n\n<color=#FFD145>Trial Rewards</color>\nWhen you clear a trial, you will receive special rewards.\nMission Rewards: Each season bring new challenge missions.\nCompleting these missions will earn you rewards.\nRanking Rewards: At the end of the season, Merope will send ranking rewards based on the Phantom Thieves' ranking.\nRank Rewards: When you reach a new rank for the first time, you will receive rank rewards.\nWhen you clear the trial objectives, you will receive Star Crystals corresponding to your level.\nCollect a certain amount of Star Crystals to receive valuable rewards.",
    "Title": "Trials from the Sea of Souls"
  },
  {
    "sn": "165",
    "strContent": "<color=#FFD145>Recollections</color>\nBy completing challenges, you can obtain rare materials to enhance your Personas.\n\n<color=#FFD145>About Rewards</color>\nYou can receive rewards up to twice a week.\nEach Shadow in Recollections can yield rewards once per week.\nThe reward count for Recollections resets every Sunday at 8 PM UTC.",
    "Title": "Recollections"
  },
  {
    "sn": "166",
    "strContent": "<color=#FFD145>Event Rules</color>\nClear the objectives to earn rewards.\nThe event ends when all objectives are completed.",
    "Title": "Start Rewards"
  },
  {
    "sn": "167",
    "strContent": "<color=#FFD145>About the Event</color>\nMerope has prepared a series of trials for the Phantom Thieves in the Velvet Room.\nFight against Personas to hone your skills and clear these trials.\n\n<color=#FFD145>Event Rewards</color>\nDuring the event, you can obtain 4★ Phantom Thieves and weapons when you clear trials.\nObtain the 4★ Support Phantom Thief Kayo Tomiyama by clearing Technician stage 1 in the Velvet Trials.\nObtain the 4★ Phantom Thief Tomoko Noge by clearing Technician stage 6 in the Velvet Trials.\nObtain the 4★ weapon Shadow Crown by clearing the Eastern Construction Site in Trials from the Sea of Souls.",
    "Title": "Trials of the Deep"
  },
  {
    "sn": "168",
    "strContent": "<color=#FFD145>Event Rules</color>\nAfter the event starts, you can receive daily rewards in Converging Destinies.\n\n<color=#FFD145>Event Rewards</color>\nRewards can be obtained based on the total number of login days.\nRewards reset daily at 8 PM UTC.",
    "Title": "Converging Destinies"
  },
  {
    "sn": "169",
    "strContent": "<color=#FFD145>About Memories</color>\nBy using Cognitive Shards, you can unlock chapters in Memories.\nUnlocked chapters can be viewed repeatedly.\n\n<color=#FFD145>Memories Rewards</color>\nBy viewing each of the Memories until the end, you can obtain Watch Rewards.",
    "Title": "A Thief's Memories"
  },
  {
    "sn": "170",
    "strContent": "Error: tnxotb-[StrUIPlayRule_strContent_170]",
    "Title": "Start Rewards"
  },
  {
    "sn": "171",
    "strContent": "<color=#FFD145>Basic Rules</color>\nYou need money to get capsules from capsule machines. Rewards obtained from capsule machines are registered to your capsule collection. You can earn even more rewards by completing a capsule series.\nYou can trade your unwanted capsules with friends or recycle them to get Surprise Capsules. \n\n<color=#FFD145>Capsule Probability Explanation</color>\nDraw Rates for 8-Piece Sets Super Rare Capsule Rate: 1.25%\nRare Capsule Rate: 12.5%\nCommon Capsule Rate: 86.25%\nDraw Rates for 6-Piece Sets Super Rare Capsule Rate: 1.25%\nRare Capsule Rate: 6.25%\nCommon Capsule Rate: 92.5%\nYou can double the draw rates of rare and super rare capsules by reading \"Encapsulated Mysteries.\"\n\n<color=#FFD145>How to Use</color>\nSelect a capsule machine that sells the series you want to obtain and draw a capsule from that capsule machine.",
    "Title": "About Capsule Machines"
  },
  {
    "sn": "172",
    "strContent": "<color=#FFD145>Collection Level</color>\nThe protagonist's activities are recorded on the Collection screen.\nWhen a new item is recorded, you will earn collection points.\nAs you get more collection points, your collection level rises, and you can earn rewards.",
    "Title": "Collections"
  },
  {
    "sn": "174",
    "strContent": "<color=#FFD145>Basic Rules</color>\nEach season, open Gates of the Nightmare Catcher to challenge a number of bosses at multiple difficulty levels, which must be cleared in order. The number of bosses that appear will be random.\nGates of the Nightmare Catcher can be taken on an unlimited number of times.\nThe bosses that appear and scores achieved will be reset every season.\n\n<color=#FFD145>Extermination Points</color>\nDamage dealt to bosses becomes extermination points.\nYou can increase the number of points you obtain by taking on higher difficulties.\nOnly the highest point value will be recorded.\nEarning points allows you to obtain point rewards and further raise your Companio's total points.\nYour Companio's total points will affect your Companio's rank in Gates of the Nightmare Catcher.\n\n<color=#FFD145>Party Locking</color>\nWhen you take on a boss, the Phantom Thieves, Personas, and Revelations you've used will be locked.\nLocked Phantom Thieves, Personas, and Revelations cannot participate or be used in other Gates of the Nightmare Catcher challenges.\nIf you wish to edit your party, you must reset the challenge.\nThis will reset your obtained points, but won't affect your total points or any unlocked difficulty levels.\n\n<color=#FFD145>Rewards</color>\nStage Rewards: You will receive stage rewards upon reaching certain personal extermination point milestones.\nThese points are reset at the end of each season.\n\n<color=#FFD145>Participation Rewards</color>\nYou will gain more rewards according to the number of Companio members taking on Gates of the Nightmare Catcher.\nParticipation Rewards are also reset at the end of each season.\n\n<color=#FFD145>Rank Rewards</color>\nAt the end of the season, ranking rewards will be sent corresponding to your Companio's rank.\nRanking Rewards are reset every season.",
    "Title": "Gates of the Nightmare Catcher"
  },
  {
    "sn": "175",
    "strContent": "<color=#FFD145>Basic Information</color>\nUsing the Selfie Machine allows you to temporarily transform into someone else.\n\n<color=#FFD145>How to Use</color>\nSelect the person you want to become from the Companio's Selfie Machine and save to transform.",
    "Title": "About the Selfie Machine"
  },
  {
    "sn": "176",
    "strContent": "<color=#FFD145>About Clubs</color>\nAfter school and in the evening, you are free to participate in club activities.\nYou can practice with the soccer club members or join the band for performances.\n\n<color=#FFD145>Club Level Up</color>\nBy completing club minigames or participating in the club's City Life activities, you can earn club experience points.\nOnce you accumulate a certain amount of experience points, your club level will increase.\nAs your club level increases, new club missions will appear, and new stages will be unlocked.\n\n<color=#FFD145>Self-Practice</color>\nSelf-practice does not consume City Life Points.",
    "Title": "About Clubs"
  },
  {
    "sn": "177",
    "strContent": "\n Error: tnxotb-[StrUIPlayRule_strContent_177]",
    "Title": "NB[St][177]"
  },
  {
    "sn": "178",
    "strContent": "<color=#FFD145>How to Play</color>\nParticipate in the soccer club's penalty kick practice. Choose the direction of the shot and press the Shoot button to take the shot.\n\n<color=#FFD145>Club Level</color>\nYou can earn experience points by completing the soccer club's activities or clearing each difficulty level for the first time.\nAs the club level increases, higher difficulty stages will be unlocked, and your insight will increase.",
    "Title": "About the Soccer Club"
  },
  {
    "sn": "179",
    "strContent": "<color=#FFD145>Controls</color>\nYou can change the shooting direction with the control stick or WASD keys.\nHold the shoot key and release it in the red area to perform a powerful shot.\n\n\n<color=#FFD145>Tips for Success</color>\nEach goalkeeper has a <color=#FF423F>weakness</color>, so observe their movements carefully.\nWhen your insight reaches a certain level, you can identify the goalkeeper's weakness. Targeting the weakness and triggering <color=#FF423F>WEAK</color> will guarantee a goal.",
    "Title": "About the Soccer Minigame"
  },
  {
    "sn": "180",
    "strContent": "<color=#FFD145>How to Play</color>\nYou can join the music club as a bass player.\nWhen you start playing, notes will descend from the top of the screen.\nPress the notes in time with the line to earn points.\nYellow notes require a single press, while green notes need to be held down.\n\n<color=#FFD145>Platforms</color>\nEasy, Hard, and Pro difficulties can be played with smartphones, PC, and gamepads.\n\n<color=#FFD145>Score</color>\nThere are four ratings based on timing accuracy:\nPerfect, Great, Good, and Miss.\nPlaying in time will continue your combo.\nThe longer the combo, the higher the score for each note.\nGetting a Miss will break your combo.\n\n<color=#FFD145>Fever Mode</color>\nAs you continue playing, you will enter Fever Mode.\nDuring Fever Mode, your score will increase significantly.\nFever mode will continue as long as your combo is not broken.\n\n<color=#FFD145>Adding New Songs</color>\nYou can unlock new songs by raising your club level.\nTo unlock the next difficulty,\nyou need to achieve an A rating on the current difficulty.",
    "Title": "About the Band"
  },
  {
    "sn": "181",
    "strContent": "<color=#FFD145>Puzzle Bots</color>\nWin the challenge by moving the <color=#FF423F>King Bot</color> to the exit within the movement limit.\n\n<color=#FFD145>Brawl Bots</color>\nThere are three difficulty levels for the challenge: Easy, Normal, and Hard.\nClearing a higher difficulty stage will automatically clear all of the lower difficulties for that stage.\nYou can obtain robots and Combat Chips from the star rating rewards of Puzzle Bots.\n\n<color=#FFD145>Comments</color>\nDuring the show, comments from the audience will come in.\nClearing Puzzle Bots and Brawl Bots will unlock comments.\n\n<color=#FFD145>Event Rewards</color>\nYou can earn rewards by completing and clearing challenge goals.\nClearing Easy, Normal, and Hard difficulties in Brawl Bots will also earn you rewards.\nYou can also obtain rewards when you view the latest comments.\n\n<color=#FFD145>Robo Shop</color>\nTV Show Points earned in the event can be exchanged for items in the Robo Shop.",
    "Title": "Robo Challenge Event Explanation"
  },
  {
    "sn": "182",
    "strContent": "<color=#FFD145>Trading Basics</color>\nYou can trade capsules up to three times every day.\nEach capsule can only be traded <color=#FF423F>once</color>.\nYou can trade with friends recorded in your address book.\nIf you have <color=#FF423F>at least two</color> of the same capsule, you can trade for a capsule of the <color=#FF423F>same rarity</color>.\nThere are limits to trading for capsules from different series.\n\n<color=#FFD145>Trade Requests</color>\nYou need to set at least one capsule for a request.\nThe set capsule will be taken from your inventory, but you can cancel at any time and the capsule will be returned to you.\nThe capsule will then be displayed on the market and shown to your friends.\n\n<color=#FFD145>Trading</color>\nWhen there's a capsule on the market that you want, you can exchange it with a capsule you have designated for exchange.\nThe capsule will be delivered to the person you are exchanging with via the <color=#FF423F>Mail</color> screen.",
    "Title": "About Capsule Exchange"
  },
  {
    "sn": "183",
    "strContent": "<color=#FFD145>About the Event</color>\nCrossroads of Fate: Castle Arc is the first part of the Persona 5 special event.\n\n<color=#FFD145>Castle Exploration</color>\nDuring the event period, you can unlock a new stage when you clear the previous stage.\nEarn rewards for first-time completion of stages.\n\n<color=#FFD145>Reward</color>\nBy completing mission goals before the event ends, you can earn mission rewards and Rebel Coins.\nRebel Coins can be exchanged for exclusive rewards at the Thieves' Exchange.\nAfter the event ends, unused Rebel Coins will be converted into Konpaku Gems.\nThe badge rewards in Exploration Goals will not be exchanged after the event ends.",
    "Title": "Crossroads of Fate: Castle Arc"
  },
  {
    "sn": "184",
    "strContent": "<color=#FFD145>Event Rules</color>\nDuring the event period, you can earn target rewards by completing the specified missions.\n\n<color=#FFD145>Schedule Refresh</color>\nDuring the event period, you can interact with the Phantom Thieves of Hearts at Café Leblanc every day, both after school and at night.\n*Ann Takamaki will appear in City Life after clearing stages 1-6 of The Crossroads of Fate: Castle Arc.",
    "Title": "Café Leblanc"
  },
  {
    "sn": "185",
    "strContent": "<color=#FFD145>Event Rules</color>\nComplete tasks during the event period to gain Cattlepower.\nYou can then use that Cattlepower to drive into drums at certain distances and gain rewards.\nUnclaimed rewards will be sent to your in-game mailbox.\n\n<color=#FFD145>Event Tasks</color>\nDaily tasks are reset every day at 8 PM UTC during the event.",
    "Title": "Send 'Em Flying"
  },
  {
    "sn": "186",
    "strContent": "<color=#FFD145>Welcome Back Event</color>\nThe event becomes available when the protagonist is at or above level 15, you have cleared up to Traces of Dreams: Return to Shibuya in the main quest, and you have not logged in for a certain number of days.\nIf you haven't logged in for 7 or more days, you can receive rewards for logging in from the event letter.\nIf you haven't logged in for 14 or more days, along with the event letter, you can also earn various rewards with the Welcome Back Bonus.\n\nThe event can occur again after more than 30 days have passed since it was last active.",
    "Title": "Welcome Back"
  },
  {
    "sn": "187",
    "strContent": "<color=#FFD145>Event Rules</color>\nDuring the Welcome Back Bonus event period, missions will be unlocked every day.\nYou can obtain rewards by completing these missions while the event is ongoing.\nIf you complete a certain amount of missions, you can obtain even more rewards.",
    "Title": "Welcome Back Program"
  },
  {
    "sn": "188",
    "strContent": "<color=#FFD145>Event Rules</color>\nDuring the Welcome Back Bonus period, you can obtain event login rewards every day.",
    "Title": "Seven Days of Secret Gifts"
  },
  {
    "sn": "189",
    "strContent": "<color=#FFD145>Event Rules</color>\nDuring the Welcome Back Bonus event period, you can obtain even more rewards from Realm of Repression: Training Materials.\nThese increased rewards can be claimed up to 5 times a day and up to 35 times in total while the event is ongoing.",
    "Title": "Training Support"
  },
  {
    "sn": "190",
    "strContent": "<color=#FFD145>Event Rules</color>\nDuring the event, you can earn Cat Food by completing Daily Cat Chow missions.\nBy selecting Treasure Hunt, you can offer a specified number of Cat Food cans to have the Orange Tabby search for hidden treasures.\nThe Treasure List shows all the treasures hidden by the Orange Tabby.\nCollecting the Orange Tabby's favorite trinkets, Marbles, allows you to start the event mission Paw it Forward.<color=#FFD145>Mission Refresh Rules</color>During the event period, daily missions will refresh at 8 PM UTC every day.",
    "Title": "Tabby's Treasure"
  },
  {
    "sn": "191",
    "strContent": "<color=#FFD145>Event Rules</color>\nYou can obtain random puzzle pieces by clearing daily missions during the event.\nYou can also receive progress rewards based on how many puzzle pieces you've obtained.\nIf you complete the puzzle, you can obtain special rewards.\n\n<color=#FFD145>Mission Refresh Rules</color>\nThe daily missions will refresh at 8 PM (UTC) every day during the event.\n\n<color=#FFD145>Puzzle Piece Rules</color>\nYou can check which puzzle pieces you've obtained by pressing [Start Game].\nAny puzzle pieces you acquire after you've obtained every puzzle piece will be converted into a small amount of Konpaku Gems.",
    "Title": "Puzzle"
  },
  {
    "sn": "192",
    "strContent": "<color=#FFD145>Basic Rules</color>\nYou can select capsules from the list and recycle them.\nOnly duplicate capsules can be recycled, and at least one of each series will remain in your bag.\n\n<color=#FFD145>Recycle Rewards</color>\nFigures have different priority levels depending on the series.\nCapsules from the same series have the same priority level regardless of rarity.\nWhen you recycle a capsule, you will receive a Surprise Capsule S. If you recycle 30 or more, you will receive a Surprise Capsule L.\nOpening a Surprise Capsule S will randomly grant you random <color=#FF423F>vegetable seeds or cooking ingredients</color>.\nOpening a Surprise Capsule L will grant you a random <color=#FF423F>Synergy gift</color>.",
    "Title": "About Recycling"
  },
  {
    "sn": "193",
    "strContent": "<color=#FFD145>Basic Rules</color>\nDuring the event, clearing Training Materials challenges in the Realm of Repression, such as Pursuit of Honor, Pursuit of Parts, Pursuit of Persona, or Pursuit of Treasure, will grant you extra rewards for basic materials (excluding experience).\nIf there are random rewards included in the basic material rewards, you will receive results of 2 random draws.",
    "Title": "About Enhancement Rush"
  },
  {
    "sn": "194",
    "strContent": "<color=#FFD145>Basic Rules</color>During the event, you can obtain more materials than usual (excluding EXP), by completing levels in these Realm of Repression training material dungeons: Alluring Aroma, Gear Forging, and Enlightenment.If there are random rewards included in the material rewards, you will receive the results of 2 random draws.If the protagonist has reached the maximum level, experience points obtained from the dungeons will be converted to Konpaku Gems. Converted Konpaku Gems will not be eligible for boosted rewards.",
    "Title": "About Awakening Avenue"
  },
  {
    "sn": "195",
    "strContent": "<color=#FFD145>Basic Rules</color>\nDuring the event, clearing a Persona dungeon will grant you extra rewards for basic materials (experienced not included).\nIf there are random rewards included in the basic material rewards, you will receive results of 2 random draws.\nIf the protagonist has reached the maximum level, experience points obtained in dungeons will be converted to Konpaku Gems. Converted Konpaku Gems will not be eligible for extra rewards.",
    "Title": "About Shadow Hunt"
  },
  {
    "sn": "196",
    "strContent": "<color=#FFD145>Basic Rules</color>\nDuring the event, clearing a Revelation Set dungeon will grant you extra rewards for basic materials (experienced not included.\nIf there are random rewards included in the basic material rewards, you will receive results of 2 random draws.\nIf the protagonist has reached the maximum level, experience points obtained in dungeons will be converted to Konpaku Gems. Converted Konpaku Gems will not be eligible for extra rewards.",
    "Title": "About Astounding Revelations"
  },
  {
    "sn": "197",
    "strContent": "<color=#FFD145>Event Rules</color>\nIn Character Trials, you can try out the Phantom Thieves on a specified stage.\nOnly the preset team can be used during the trial, meaning the team composition and Phantom Thieves' training cannot be adjusted.\n\n<color=#FFD145>Event Rewards</color>\nAfter clearing the stage for the first time, you can receive rewards on the event screen.",
    "Title": "Character Trial"
  },
  {
    "sn": "198",
    "strContent": "<color=#FFD145>Event Rules</color>\nDuring the event, you can use Route Tickets to play the Spin the Win Raffle.\nThere are two ways to earn Route Tickets: complete Marthym's Limited-Time Offers or play the Metro of Desire during the event.\n\n<color=#FFD145>Prize Box</color>\nThe raffle machine contains six prize box, the first five of which contain a grand prize.\nYou can select any box to enter the raffle.\nIf there are still rewards left in a prize box after the event ends, your remaining route tickets will be used automatically to enter the raffle, and prizes from those spins will be sent to your Mailbox.",
    "Title": "Spin to Win Raffle"
  },
  {
    "sn": "199",
    "strContent": "<color=#FFD145>Feature Unlock</color>\nMetro of Desire: Wish Line has been unlocked.\nYou can only participate once the protagonist is level 32 or above, and the tutorial mission for Metro of Desire has been cleared.\n\n<color=#FFD145>Event Rules</color>\nDuring the event period, you can obtain Route Tickets by participating in the Metro of Desire.\nRoute tickets can be used to participate in the Spin to Win Raffle.",
    "Title": "Metro of Desire"
  },
  {
    "sn": "200",
    "strContent": "<color=#FFD145>About the Event</color>\nThere are six sub-events included in the event: Museum Arc, Bank Arc, Relativity's Labyrinth, Sinners of Vanity and Gluttony, Missions, and Gallery Auction.\n\n<color=#FFD145>Event Duration</color>\nPart 2 of Crossroads of Fate, its Museum and Bank Arcs, are a limited-time event.\nOn the last day, all events will close with the exception of the Museum Arc and Bank Arc, and all unused Destiny Badges will be converted into Konpaku Gems.\nBe sure to exchange them for rewards as soon as possible.\nAfter the event ends, the Museum Arc and Bank Arc will become permanent events, and you will be able to continue exploring these stages.\n\n<color=#FFD145>Museum and Bank Arcs</color>\nFight alongside Phantom Thieves of Hearts once again.\n\n<color=#FFD145>Sinners of Vanity and Gluttony</color>\nChallenge powerful bosses and gain rewards.\n\n<color=#FFD145>Relativity's Labyrinth</color>\nSolve the mysteries of the maze, unravel mechanisms, and earn rewards.\n\n<color=#FFD145>Missions</color>\nComplete event goals and gain rewards.\n\n<color=#FFD145>Gallery Auction</color>\nUse Destiny Badges obtained through action reports to trade for rewards in the Gallery Auction.",
    "Title": "Crossroads of Fate: Part 2"
  },
  {
    "sn": "201",
    "strContent": "<color=#FFD145>Event Overview</color>\nThe museum and bank arcs of Crossroads of Fate are the second part of the special event with Persona 5.\n\n<color=#FFD145>Palace Exploration</color>\nDuring the event period, new stages will be unlocked each time you clear a stage.\nYou can earn rewards for first-time completion of stages.\nIn addition to clearing stage missions, several challenges have also been prepared inside the Palace.\n\n<color=#FFD145>Exploration Record</color>\nBy completing mission goals before the event ends, you can earn mission rewards and Destiny Badges.\nDestiny Badges can be exchanged for exclusive rewards at the Gallery Auction.\nAfter the event ends, unused Destiny Badges will be converted into Konpaku Gems.\nThe badge rewards in the Exploration Log will also be converted into Konpaku Gems, so please be mindful of the event end time.",
    "Title": "Museum Arc and Bank Arc"
  },
  {
    "sn": "202",
    "strContent": "<color=#FFD145>Event Overview</color>\nWhen you defeat bosses, you will unlock higher level Sinner of Distortion challenges in order.\n\n<color=#FFD145>Distortion Level</color>\nEach Sinner of Distortion has multiple distortion levels.\nEach time you eliminate a boss, a new level is unlocked, and you receive a challenge score corresponding to the current distortion level.\nA higher distortion level means more powerful bosses and a higher challenge score upon victory.\nIf you clear a difficulty level for the first time in challenge mode you will unlock that difficulty in stamina mode.\nTaking on a challenge in stamina mode will expend stamina, but grants rewards for clearing it.\nIn stamina mode, you will be granted strong traits in order to support you in the boss challenge.\n\n<color=#FFD145>Challenge Record</color>\nYou will receive Destiny Badges for challenge goals cleared before the end of the event period.\nDestiny Badges can be exchanged for rewards at the Gallery Auction.",
    "Title": "Sinners of Vanity and Gluttony"
  },
  {
    "sn": "203",
    "strContent": "<color=#FFD145>Action Rewards</color>\nYou will receive goal rewards and Destiny Badges for action goals cleared before the end of the event period.\nDestiny Badges can be exchanged for rewards at the Gallery Auction.\nAfter the event ends, unobtained rewards will be sent to your mail, and unused Destiny Badges will be converted into Konpaku Gems, so please be mindful of the event end time.",
    "Title": "Missions"
  },
  {
    "sn": "204",
    "strContent": "<color=#FFD145>Event Rules</color>\n• Log in to the game every day to receive that day's rewards.\n\n\n<color=#FFD145>Event Rewards</color>\n• Rewards will be unlocked sequentially based on the total number of login days.\nDaily rewards are unlocked at 8 PM UTC.",
    "Title": "Login Bonus"
  },
  {
    "sn": "205",
    "strContent": "<color=#FFD145>About Unlocking Plans</color>\nWhen you have cleared all missions in Lufel's \"Business\" Plans I and II, you will unlock Plans III and IV.\nAs with Plans I and II, Plans III and IV have 7 steps each.\n\n<color=#FFD145>Mission Rewards</color>\nAfter you complete a mission, you can receive its rewards.\nYou can also receive special rewards once you complete a certain number of missions.\nIf you complete all of the missions in Plan III, you can obtain one 5★ Phantom Thief's Cognitite of your choosing.\nIf you complete all of the missions in Plan IV, you can obtain one 5★ weapon of your choosing.",
    "Title": "About Lufel's \"Business\" Plans"
  },
  {
    "sn": "206",
    "strContent": "<color=#FFD145>Station Shop</color>\nYou can buy <color=#FF423F>Lost Items</color> or <color=#FF423F>Charms</color> from Marthym.\nYou can also <color=#FF423F>enhance</color> Charms at certain stations.\nBuying and enhancing requires Railway Coins, which you can obtain by <color=#FF423F>defeating enemies</color> or <color=#FF423F>destroying breakable objects</color>.",
    "Title": "Buying & Enhancing"
  },
  {
    "sn": "207",
    "strContent": "<color=#FFD145>Backpack</color>\nYou can view obtained Charms and lost items from the backpack.\n\n<color=#FFD145>Charms</color>\nYou can obtain a <color=#FF423F>Charm</color> when you defeat foes on battle platforms.\nCollecting Charms from the same set will allow you to activate an additional <color=#FF423F>set effect</color>.\nCollecting duplicates of the same Charm will increase the <color=#FF423F>rank</color> of that Charm.\nYou can use Railway Coins to expand the limit of Charms you can hold.\nYou can also sell Charms you obtain for additional Railway Coins.\n\n<color=#FFD145>Lost Items</color>\nYou can select one random <color=#FF423F>Lost Item</color> at the start.\nYou can obtain additional <color=#FF423F>Lost Items</color> when you defeat <color=#FF423F>Shadows</color> and from <color=#FF423F>Special Events</color>.\nLost items can activate various special effects.",
    "Title": "Backpack"
  },
  {
    "sn": "208",
    "strContent": "<color=#FFD145>Battle Platforms</color>\nAt battle platforms, you cannot pass until you defeat the Shadows that block your way.\n\n<color=#FFD145>Insta-kill Levels</color>\nYou can progress quickly by insta-killing Wandering Shadows and Agitated Shadows.\n To insta-kill, the party's level must be higher than the enemy's level.\nYou can also reduce level required for an insta-kill with<color=#FF423F>train upgrades</color>.\n\n<color=#FFD145>Battle Rules</color>\nEven if you fail a battle, you can return to the platform and attempt the challenge again.\nAll KO'd Phantom Thieves will automatically revive with 25% of their max HP.\nYou can fully restore all allies' HP by using a <color=#FF423F>Prayer Magatama</color> from the <color=#FF423F>Party Area</color> on the main screen.",
    "Title": "Battle"
  },
  {
    "sn": "209",
    "strContent": "<color=#FFD145>Basic Rules</color>\nDuring the event period, when you complete a part-time job,\nyou will earn extra money. Effective up to 5 times per day.\n\n<color=#FFD145>MaraThon Energy Supplies</color>\nDuring the event, you can obtain 1 MaraThon Energy\nfrom the Double Cash event screen\nwhen you log in to the game.\n\n<color=#FFD145>Other Explanations</color>\nSocial stat experience gained from part-time work is excluded from extra reward bonuses.\nPart-time cash bonus from reading is included in the extra reward bonus calculation. <color=#FF423F>Part-time cash bonus gained from Chihaya Mifune is not included in the calculation</color>.",
    "Title": "About Wage Up"
  },
  {
    "sn": "210",
    "strContent": "<color=#FFD145>Basic Rules</color>\nIn training evaluation, you can check the training status and evaluation of your teammates in real time.\nWhen checking the evaluation of other players, there is a slight delay in data updates.\n\n<color=#FFD145>Stat Training Goals Explanation</color>\nThis system displays recommended training stats and their target values for all teammates.\nIt displays training progress by comparing current stat values to goals.\nTotal Mult. + refers to the sum of stat values with Mult. + in their names.\n\n<color=#FFD145>Evaluation Explanation</color>\nThe training evaluation of the teammate is influenced by the following factors:\n1. The rarity of the Phantom Thief\n2. The training goal progress of the Phantom Thief.\n3. The training progress of the Phantom Thief's stats.\nAdditionally, the system ranks the training of the Phantom Thief based on the evaluation.",
    "Title": "Training Evaluation"
  },
  {
    "sn": "211",
    "strContent": "<color=#FFD145>Event Overview</color>\nShadow of Lust: Cupid and Shadow of Vanity: Aegipan have been unleashed in Shadows of Lust and Vanity, a limited-time, high-difficulty challenge event.\nThere are various timed deadlines to watch out for, so please be careful.\nWhen you challenge Shadows of Lust and Vanity, you can obtain Joy Medals\n and exchange them for rare items in the Land of Fortune.\n\n<color=#FFD145>Distortion Levels</color>\nEach time you defeat an enemy, a new distortion level is unlocked.\nWhen the level increases, the enemy's difficulty and actions will grow stronger.\n\n<color=#FFD145>Ranking Rewards</color>\nAfter defeating an enemy, a ranking will be set according to the difficulty of the challenge and amount of turns your allies took in combat.\nTaking fewer turns and clearing higher difficulties will increase your rank.\nWhen each challenge ends, the ranking will be confirmed.\nUnfinished battle records will not be included in the ranking, so be sure to finish challenges before the end period\n\n<color=#FFD145>Challenge Goals</color>\nComplete the goals set for each challenge before the event ends to earn rewards.\nUnclaimed challenge rewards will be sent to your Mail screen after the event ends.",
    "Title": "Shadows of Lust and Vanity"
  },
  {
    "sn": "212",
    "strContent": "<color=#FFD145>Event Rules</color>\nDuring the event, you can obtain Gold Tickets and Meta Jewels for inviting new and returning players.\n\n<color=#FFD145>Recruiting Mission</color>\nDuring the event period, you can receive rewards when you invite players who meet the required conditions and link with your invite code.\nWhen linked friends complete missions, the inviter also gets rewards.\n\n<color=#FFD145>Recruited Players</color>\nRecruited Players consist of new players, as well as players who have not logged in for 14 consecutive days or more.\nDuring the event, recruited players can only be linked with one invite code.",
    "Title": "Recruit a Friend"
  },
  {
    "sn": "213",
    "strContent": "<color=#FFD145>Event Rules</color>\nDuring the event period, new players and players who have not logged in for 14 days or more will be enrolled in the Call to Adventure event.\nDuring the event, you can obtain rewards for completing Recruiting Missions.\nYou can move to the event screen by pressing the Recruit a Friend button.\nShare your personal invite code\nand invite other players to participate in the event if they meet the eligibility conditions.\n\n<color=#FFD145>Invite Code Linking</color>\nYou can link a friend's invite code from Bind a Code.\nOnce an invite code is linked, you can begin receiving rewards.\nYou can only link one invite code during the event.",
    "Title": "Call to Adventure"
  },
  {
    "sn": "214",
    "strContent": "<color=#FFD145>Event Rules</color>\nComplete the goals in Main Story, Metaverse Exploration, Visions of Ruin, and Kichijoji Adventure to obtain rewards like Meta Jewels and the event item, Mizuhiki Knots.\nAfter the event ends, each Mizuhiki Knot will be converted to 100 Konpaku Gems.\n\n<color=#FFD145>Balance and Harmony</color>\nWhen you collect Mizuhiki Knots, you can exchange them for Riko's exclusive 4★ weapon, Red Plum Blossom, and its required forging materials, Red Plum Blossom Shards.\n\n<color=#FFD145>Seven-Day Login Bonus</color>\nIn the Gift from the Disciplinary Committee Chair event, you will receive login bonuses every day you log in, up to 7 days.\nRewards will be unlocked sequentially based on the number of days you've logged in. Rewards for each day refresh at 8 PM (UTC).",
    "Title": "About Unconditional Love: Phase 1"
  },
  {
    "sn": "215",
    "strContent": "<color=#FFD145>Event Rules</color>\nThis event's goals are separated into 4 parts:\nMain Story, Metaverse Exploration, Visions of Ruin, and Kichijoji Adventure.\nAs you complete each goal, you can obtain rewards like Meta Jewels and the event currency, Mizuhiki Knots.\n\n<color=#FFD145>Quick Unlocking</color>\nFor some event goals, you can use the quick unlock function to access their corresponding events early and complete the goals, even if you haven't fulfilled the regular conditions to unlock that event.\nThe quick unlock function also allows you to access certain event areas after events have ended and continue where you left off, or complete missions that you weren't able to complete during the event.\nHowever, quick unlock can't be used for chapter 3 of the main story and its corresponding palace exploration goals. The quick unlock function can only be used after completing the fusion-related goals in the Velvet Room for Traces of Dreams.",
    "Title": "About Unconditional Love: Phase 1 Goals"
  },
  {
    "sn": "216",
    "strContent": "<color=#FFD145>Event Rules</color>\nOnce you collect the required amount of Mizuhiki Knots, you can exchange them for either Riko's 4★ specialty weapon, Red Plum Blossom, or for Red Plum Blossom Shards, which are required for weapon forging.\nAccumulated rewards will not consume Mizuhiki Knots.",
    "Title": "About Accumulated Rewards"
  },
  {
    "sn": "217",
    "strContent": "<color=#FFD145>Event Rules</color>\nNew Bonds introduces accomplice teaser events.\nDuring the event, you will be able to unlock new accomplices.\nYou can still unlock the new accomplices through missions even after the event ends, but you won't be able to claim meeting rewards from the event.\n\n<color=#FFD145>Event Rewards</color>\nYou can claim meeting rewards from the event screen when you unlock the featured accomplice.",
    "Title": "New Bonds"
  },
  {
    "sn": "218",
    "strContent": "<color=#FFD145>Basic Rules</color>\nYou can obtain Kagura Bells from events, and spend them to participate in the item drawing.\n\n<color=#FFD145>Praying</color>\nYou can spend Kagura Bells to pray, and earn items based on the draw result.\nWhen all items have been claimed, you can reset the remaining items and pray again.\nYou can also reset the remaining items at any time.",
    "Title": "About Prayers"
  },
  {
    "sn": "219",
    "strContent": "<color=#FFD145>Event Rules</color>\nDuring the event, memory stories related to specific characters will be unlocked for a limited time.\nYou will receive rewards when you view a memory story for the first time.\nViewing all memory stories for a character will unlock new conversations at the beach, and will also allow you to invite them to the fireworks festival.\nDuring the event, you can view memory stories with characters as many times as you would like.",
    "Title": "Summer Memories"
  },
  {
    "sn": "220",
    "strContent": "<color=#FFD145>Basic Rules</color>\nYou can obtain rewards from Marthym when you <color=#FF423F>dispatch Thieves</color> on <color=#FF423F>tasks</color> according to each task's requirements.\nYou can get more rewards by meeting <color=#FF423F>bonus</color> conditions.\n\n<color=#FFD145>Types of Tasks</color>\n<color=#FF423F>Regular</color>: These tasks are refreshed automatically upon completion.\n<color=#FF423F>Weekly/Daily</color>: These tasks can be refreshed once within their respective periods.\n<color=#FF423F>Limited</color>: These tasks appear when certain conditions are met.\n\n<color=#FFD145>Rerolling Tasks</color>\nYou can use Task Refresh Tickets to reroll your unclaimed, non-limited tasks.\n<color=#FF423F>The first reroll each day is free</color>.\nRegular tasks require Task Refresh Tickets to reroll.\n<color=#FF423F>Limited</color> tasks cannot be rerolled.\nTasks can be rerolled up to %s times in 1 day.\n\n<color=#FFD145>Task Level</color>\nCompleting tasks will accumulate task experience points, increasing your Task Level.\nWhen your level increases, the number of tasks you can claim simultaneously will increase, as well as the amount of regular tasks that appear at once.",
    "Title": "Task"
  },
  {
    "sn": "221",
    "strContent": "<color=#FFD145>Event Rules</color>\nDuring the Fireworks Festival event, you can create your own fireworks and launch them on the beach.\nSelect your favorite shapes and colors, create your fireworks, and send them to the sky at the launch site.\nWhen you launch fireworks, you can invite accomplices to enjoy the experience together.\nMaking fireworks will consume a certain amount of fireworks shells.\nYou can create up to 20 fireworks at one time.\nFireworks shells can be obtained from participating in the Summer! Swimsuits! Sea Time! event, or from Today's Resupply, which refreshes daily.\n\n<color=#FFD145>Event Rewards</color>\nThe Fireworks Festival event contains Event Goals, which can grant rewards and unlock new firework types when completed.",
    "Title": "Fireworks Festival"
  },
  {
    "sn": "222",
    "strContent": "<color=#FFD145>Firework Launch Rules</color>\nYou can invite accomplices to the launch and enjoy the fireworks together.\nOnce you complete an accomplice's memory story in the Summer Memories event, you can invite them to watch the fireworks with you.\nYou can select the fireworks you want to launch and the order in which they will launch.\nEach time you launch fireworks, you will earn a set amount of launch rewards corresponding to the amount of fireworks that were used.",
    "Title": "Fireworks Time"
  },
  {
    "sn": "223",
    "strContent": "<color=#FFD145>Event Rules</color>\nDuring the event, run the shaved ice shop and aim for the highest sales!\nThere are three scoring ranks for sales, and you will receive a satisfaction rating as you serve customers. Serve as many customers as possible in a short about of time, increase your score, and aim for high customer satisfaction.\nYou might even have some friends stop by near the end of your shift!",
    "Title": "Shaved Ice Shuffle"
  },
  {
    "sn": "224",
    "strContent": "<color=#FFD145>Shooting Challenge</color>\nMake use of your friend's support skills to knock down lots of targets and get a high score.\nEach stage has 3 challenge goals, and completing them grants rewards.\n\n<color=#FFD145>Summer Memories</color>\nHang out with your friends and receive rewards.\n\n<color=#FFD145>Strange Changes on the Beach: Fun in the Sun</color>\nDuring the event, unlock limited-time stages and collect materials.\n\n<color=#FFD145>Event Rewards</color>\nCompleting goals for Water Gun Fight and Strange Changes on the Beach: Fun in the Sun will grant rewards, including Rare Seashells.\nYou can use Rare Seashells to exchange for rewards in the shop.",
    "Title": "Summer! Swimsuits! Sea Time! Part One"
  },
  {
    "sn": "225",
    "strContent": "<color=#FFD145>Shaved Ice Shuffle</color>\nServe as many customers as possible in the time limit while earning high sales and satisfaction scores. Your accomplices will come visit at closing time, so be sure to serve up the shaved ice they've been craving.\nThere are three levels for sales goals and one for customer satisfaction. Achieving these goals will grant you rewards.\n\n<color=#FFD145>Summer Memories</color>\nEarn rewards for spending time with your accomplices.\n\n<color=#FFD145>Strange Changes on the Beach: Waves of Fun</color>\n During the event, limited time stages will be unlocked where you can collect materials.\n\n<color=#FFD145>Event Rewards</color>\nDuring the event period, you can earn goal rewards, including Rainbow Umbrellas when you achieve goals in Shaved Ice Shuffle and Strange Changes on the Beach: Waves of Fun.\nRainbow Umbrellas can be exchanged for shop rewards.",
    "Title": "Summer! Swimsuits! Sea Time! Part Two"
  },
  {
    "sn": "226",
    "strContent": "<color=#FFD145>Basic Rules</color>\nThieves' Secrets is updated regularly, unlocking new Special Missions each time.\nSpecial Missions are divided into three sections: Normal, Challenge, and Limited Time.\nNormal and Challenge modes are permanent, and rewards can only be obtained the first time you clear each stage.\nLimited Time is only available for a short period, and rewards can be obtained multiple times.\n\n<color=#FFD145>Limited Time Period</color>\nWith each update, new Special Missions will be unlocked for a limited period of time.\nDuring that time, the Limited Time stages will be available in Special Missions.\nYou only have a set amount of attempts for Limited Time per day, and all Limited Time stages share this daily limit.\n\n<color=#FFD145>Unlock Rules</color>\nDuring the unlock period, clearing the first stage of Challenge mode in Special Missions will unlock the corresponding Special Mission.\nOutside of the unlock period, you can use Secret Keys to unlock certain Special Missions.\nPrevious challenge completion statuses cannot be reset.",
    "Title": "Thieves' Secrets"
  },
  {
    "sn": "227",
    "strContent": "<color=#FFD145>Stage Unlock</color>\nDuring the event, new stages can be unlocked every day.\nWhen you clear a stage, you will receive a rating medal based on your performance. When you clear a stage's rank goal, you will unlock that stage.\n\n<color=#FFD145>Stage Rating</color>\nEliminating targets in stages will increase your score. At the end of the stage, you will receive a rating medal based on your score.\nBronze: 500.\nSilver: 500-1000.\nGold: 1000-3000.\nPlatinum: 3000 or higher.\n\n<color=#FFD145>Accomplice Support</color>\nAs stages progress, more accomplices can join in on the Shooting Challenge to cheer you on and support you.\nAccomplices can activate different support abilities, and when an accomplice participates in a stage with you, their ability level can increase. Increasing an accomplice's level strengthens abilities and reduces their cooldown.\n\n<color=#FFD145>Challenge Goals</color>\nIndividual stages have 3 challenge goals, and you can obtain rewards when you achieve each of these goals.\nGoal completion does not affect the rating you receive at the end of a stage.",
    "Title": "Shooting Challenge"
  },
  {
    "sn": "228",
    "strContent": "<color=#FFD145>Event Overview</color>\nModify Weapon Cognition is a limited-time exchange event. This event is geared for players who accidentally spent the protagonist-only weapons Sennight Inferno or All In in the past.\nThis event is not permanent, so please be mindful of the exchange period.\n\n<color=#FFD145>Exchange Rules</color>\nYou can spend certain quality weapons to trade for Sennight Inferno or All In. Several restrictions apply on the weapons you can exchange:\nEquipped weapons can't be used.\nSpecial protagonist-exclusive weapons can't be used.\nAlready forged weapons can't be used.\nLocked weapons must be unlocked before they can be exchanged.",
    "Title": "Modify Weapon Cognition"
  },
  {
    "sn": "229",
    "strContent": "<color=#FFD145>Event Rules</color>\nThis event's goals are separated into 4 parts:\nMain Story, Metaverse Exploration, Visions of Ruin, and Kichijoji Adventure.\n\nAs you complete each goal, you can obtain rewards like Meta Jewels, Everlasting Incense, and the event item, Plum Blossom Bookmarks.\nYou can check the amount of rewards you've obtained from the event screen.\nAfter the event ends, each Plum Blossom Bookmarks will be converted to 100 Konpaku Gems.\n\n<color=#FFD145>Accumulated Rewards</color>\nWhen you collect Plum Blossom Bookmarks, you can exchange them for the Rank VII Persona Cu Chulainn, its Seals, and Gecko Coins.",
    "Title": "About Unconditional Love: Phase 2"
  },
  {
    "sn": "230",
    "strContent": "<color=#FFD145>Event Rules</color>\nThe event goals are separated into 4 parts:\nMain Story, Metaverse Exploration, Visions of Ruin, and Kichijoji Adventure.\nAs you complete each goal, you can obtain rewards like Meta Jewels and the event currency, Plum Blossom Bookmarks.\n\n<color=#FFD145>Quick Unlocking</color>\nYou can enter the event areas and complete goals early, even if you have not met the conditions for unlocking these goals.\nThese areas will remain unlocked even after the event ends.\nChapter 3 of the main story and its corresponding Palace Exploration goals cannot be Quick Unlocked.\nPlease continue the main story to complete these goals. The Quick Unlock function can only be used after completing the fusion-related goals in the Velvet Room for Traces of Dreams.",
    "Title": "About Unconditional Love: Phase 2 Goals"
  },
  {
    "sn": "231",
    "strContent": "Collecting plum blossom bookmarks will allow you to obtain the Persona Cu Chulainn and its seal.\nExchange rewards will not consume plum blossom bookmarks.",
    "Title": "About Accumulated Rewards"
  },
  {
    "sn": "233",
    "strContent": "<color=#FFD145>Event Overview</color>\nIn this event, you can gain various rewards by defeating bosses and completing goals.\nThere are two modes: Fixed Difficulty and Custom Difficulty.\nIn Fixed Difficulty, the bosses you take on have predetermined battle effects.\nIn Custom Difficulty, you can freely select which battle effects are applied.\n\n<color=#FFD145>Battle Effects</color>\nThere are a variety of effects that can be activated in the battle. Some make the bosses stronger while others make your allies weaker or restrict your party in some way.\nBattle effects are divided into three difficulties: Stable, Distressed, and Berserk, with the restrictions growing tougher as you move up to Berserk.\nThe Abnormality Level is determined by the selected battle effects.\nComplete goals by clearing challenges at the specified Abnormality Level or above to earn rewards.\nBattle effects you haven't yet unlocked in Custom Difficulty can be unlocked by completing certain Fixed Difficulty challenges.",
    "Title": "Trial of Thorns"
  },
  {
    "sn": "232",
    "strContent": "<color=#FFD145>Music Player</color>\nChoose the music you listen to when wandering the city. By creating your own playlist, you can select what tracks will play depending on the time of day and weather.\nSome songs have unlock conditions, and you can play them continuously from the music player after unlocking.\n\n<color=#FFD145>Playlist</color>\nYou can set a playlist that matches the weather and time of day.\nWhen customizing, you can select anywhere from one to five songs.\nSelectable Weather: Clear and Rain.\nSelectable Times: After School, Evening, and Night.\n\n<color=#FFD145>Playable Areas</color>\nThe playlist can only be used in daily life sections.\nIt can't be used while progressing through the main story or in Metaverse areas.",
    "Title": "Music Player"
  },
  {
    "sn": "234",
    "strContent": "<color=#FFD145>About the Event</color>\nThe Cycle of Fate will be available for 2 weeks. During the event, you can clear limited-time missions from the View Missions menu to get Oracle Ink.\nOracle Ink can be used to create Revelation Cards, as well as customize their set, mark, main attribute, and sub-attribute.\nDuring the event, you can only create 2 Revelation Cards.\nYou can also use Oracle Ink to change the selected properties.",
    "Title": "Cycle of Fate"
  },
  {
    "sn": "235",
    "strContent": "<color=#FFD145>About the Event</color>\nThere are four sub-events included in the event: Pyramid Arc, Boss Battle, Missions, and Exchange Shop.\n\n<color=#FFD145>Event Duration</color>\nPart 3 of Crossroads of Fate, Pyramid Arc, is a limited-time event.\nOnce the event period has ended, all events will close (excluding Pyramid Arc), and all unused Ancient Rebel Coins will be converted into Konpaku Gems.\nBe sure to exchange your Rebel Coins for rewards before the events end.\nOnce the events end, Pyramid Arc will become a permanent event, and you will be able to continue exploring any of its stages that you haven't completed.\n\n<color=#FFD145>Pyramid Arc</color>\nExplore a pyramid with the Phantom Thieves of Hearts.\n\n<color=#FFD145>Boss Battle</color>\nChallenge powerful bosses and gain rewards.\n\n<color=#FFD145>Missions</color>\nAchieve event goals and obtain rewards.\n\n<color=#FFD145>Exchange Shop</color>\nUse Rebel Coins obtained through missions to trade for rewards.",
    "Title": "Crossroads of Fate: Pyramid Arc"
  },
  {
    "sn": "236",
    "strContent": "<color=#FFD145>Event Overview</color>\nCrossroads of Fate: Pyramid Arc is the third chapter of the Persona 5 special event.\n\n<color=#FFD145>Palace Exploration</color>\nDuring the event period, all stages will be unlocked. To challenge new stages, you must first clear the prerequisite stages.\nYou can earn rewards for first-time completion of stages.\nIn addition to clearing the stage missions, various challenges also await you within the Palace.\n\n<color=#FFD145>Exploration Log</color>\nBy completing mission goals before the event ends, you can earn mission rewards and Ancient Rebel Coins.\nRebel Coins can be exchanged for exclusive rewards through the Exchange Shop.\nAfter the event ends, unused Rebel Coins will be converted into Konpaku Gems.\nRewards in the Exploration Log will also be converted into Konpaku Gems, so please be mindful of the event end time.\n\n<color=#FFD145>Badge Book</color>\nYou can check which badges you've obtained from  events, Trials from the Sea of Souls, and Gates of the Nightmare Catcher.\nThese will be added to the badge screen after the events end.",
    "Title": "Pyramid Arc"
  },
  {
    "sn": "237",
    "strContent": "<color=#FFD145>Event Overview</color>\nWhen you defeat bosses, you will unlock their corresponding Sinner of Distortion challenges.\n\n<color=#FFD145>Distortion Level</color>\nEach boss battle has multiple distortion levels.\nWhen you eliminate a boss at a certain level, a new level is unlocked, and you will receive rewards corresponding to the current distortion level.\n\nBosses become more powerful at higher distortion levels.\nYou can switch between challenge mode and stamina mode.\nClearing a difficulty level for the first time on challenge mode will unlock the difficulty on stamina mode.\nChallenging on stamina mode will expend stamina, but grants rewards for clearing.\n\nIn stamina mode, you will be granted special effects in order to support you in the boss challenge.\n\n<color=#FFD145>Challenge Record</color>You will receive Ancient Rebel Coins for challenge goals cleared before the end of the event period. Rebel Coins can be exchanged for rewards through the Exchange Shop.",
    "Title": "Boss Battle"
  },
  {
    "sn": "238",
    "strContent": "<color=#FFD145>Action Rewards</color>\nYou will receive goal rewards and Ancient Rebel Coins for missions cleared before the end of the event period.\nRebel Coins can be exchanged for rewards in the Exchange Shop.\nAfter the event ends, unobtained rewards will be sent to your in-game mailbox, and unused Rebel Coins will be converted into Konpaku Gems, so please be mindful of the event end time.",
    "Title": "Mission"
  },
  {
    "sn": "239",
    "strContent": "\n Error: tnxotb-[StrUIPlayRule_strContent_239]",
    "Title": "NB[St][239]"
  },
  {
    "sn": "240",
    "strContent": "<color=#FFD145>Event Rules</color>\n• Log in to the game every day to receive that day's rewards.\n\n<color=#FFD145>Event Rewards</color>\n• Rewards will be unlocked sequentially based on the total number of login days.\nDaily rewards are unlocked at 8 PM UTC.",
    "Title": "Celebration Login Bonus"
  },
  {
    "sn": "241",
    "strContent": "<color=#FFD145>Event Overview</color>\nDuring the event, you can obtain rewards for logging in a certain number of days.\nYou can also earn rewards by collecting Celebratory Poppers, which can be obtained by completing missions.",
    "Title": "Half-Year Anniversary"
  },
  {
    "sn": "242",
    "strContent": "<color=#FFD145>Event Rules</color>\nDuring the event, you can open your personalized Half-Year Anniversary memories.\nAfter you're done viewing your rewind, you can share your Half-Year Anniversary memories.\n\n<color=#FFD145>Event Rewards</color>\nDuring the event, you can obtain event rewards when you view and share your rewind.",
    "Title": "Half-Year Rewind"
  },
  {
    "sn": "243",
    "strContent": "<color=#FFD145>Event Rules</color>\nBy purchasing items from Marthym's Shop during the event, you can obtain Marthym's Stamps.\nBased on how many of these stamps you collect, you can claim feedback rewards.\nPlease keep in mind that your stamp total will be reset after the event ends.",
    "Title": "Purchase Rewards"
  },
  {
    "sn": "244",
    "strContent": "<color=#FFD145>Event Rules</color>\nDuring the Half-Year Anniversary event, new and exclusive items will be added and made available to purchase in the Event Shop for a limited time.\nItems have a purchase limit, and each package can only be purchased once.",
    "Title": "Event Shop"
  },
  {
    "sn": "245",
    "strContent": "Tycoon is a 4-player card game.\nTo win the game, you must get rid of all your cards before the other players.\n\n<color=#FFD145>Arena Mode</color>\nIn Solo Mode, you can play against a CPU with a customizable difficulty and choose to play either 1 or 3 games for each match.\n In Ranked Match, play against other players, with every match consisting of three games.",
    "Title": "Tycoon"
  },
  {
    "sn": "246",
    "strContent": "<color=#FFD145>Ranked Match</color>\nAn online multiplayer mode.\nYou will compete in 3 rounds, and earn Tycoon Points depending on your final ranking.\nYou can earn up to a maximum of 1000 Tycoon Points each week between both Ranked Match and Solo Mode.\n\n<color=#FFD145>Rank</color>\nThere are 15 ranks in total. When the number of ★ earned in Ranked Match exceeds the maximum value of your current rank, you will be promoted.\nConversely, if you lose ★, you will be demoted.\nThe final rank is Legendary Tycoon, where your ranking is directly displayed instead of your number of ★.\n\n<color=#FFD145>Changing Ranks</color>\nFor the Ordinarily Rich rank and below, you will not be demoted even if you lose all your ★.\nFor Millionaire rank and below, depending on your final ranking, you will earn either +2/+1/+0/-1 ★.\nWhen above Millionaire rank, depending on your final ranking, you will earn either +2/+1/-1/-2 ★.\nLegendary Tycoons will not lose their rank even if they lose ★.\n\n<color=#FFD145>Rankings</color>\nRankings are based upon your rank, where players with higher ranks will be placer higher in the rankings.\nWhen you become a Legendary Tycoon, your score will be calculated based on your final ranking in each game, and depending on your final ranking in each game, you will earn +2/+1/-1/-2 ★, and be ranked based on your score.\n\n<color=#FFD145>Preparation After Successful Matching</color>\nAfter successful matching, you can change your character while the game is preparing.\nIf multiple players select the same character, one player will be randomly selected to use them, and the other players will need to switch to another character.\nIf you cannot select a character during the preparation stage, a random character will be selected after 30 seconds.\n\n<color=#FFD145>Season</color>\nAt the end of each season of Tycoon, you can earn rewards based on your final rank.\nYour rank at the end of the season will also determine your rank at the start of the next season.\nAt the 1-2 <color=#FF423F>Beggar rank</color>, you will start the next season at the same rank.\nAt the 3-6 <color=#FF423F>Poor rank</color>, you will start the next season at 3 - Quite Poor 0★.\nAt the 7-10 <color=#FF423F>Commoner rank</color>, you will start the next season at 5 - Somewhat Poor 0★.\nAt the 11-14 <color=#FF423F>Rich rank</color>, you will start the next season at 7 - Ordinarily Common 0★.\nAt the 15 <color=#FF423F>Tycoon rank</color>, you will start the next season at 9 - Richly Common 0★.",
    "Title": "Ranked Match"
  },
  {
    "sn": "247",
    "strContent": "<color=#FFD145>Solo Mode</color>\nA mode where you play against CPU opponents.\nYou can select the number of rounds to play, as well as the difficulty level.\n\n<color=#FFD145>Rewards</color>\nThe amount of rewards you earn is based on your final ranking. In order from 1st place to 4th place, you can earn 16/10/4/2 Tycoon Points in 1 Round, and 40/25/10/5 Tycoon Points in 3 Rounds.\nYou can earn up to a maximum of 1000 Tycoon Points each week between both Ranked Match and Solo Mode.",
    "Title": "Solo Mode"
  },
  {
    "sn": "248",
    "strContent": "You can select which character to use in Tycoon.\nCharacters can be unlocked by obtaining <color=#FF423F>Exclusive Invitations</color> at the Companio Shop.\nIn Ranked Match, if multiple players select the same character, one player will be randomly selected to use them, and the other players will need to switch to another character.",
    "Title": "Character Selection"
  },
  {
    "sn": "249",
    "strContent": "You can earn Tycoon Points by clearing Weekly, Season, and Career challenges.\nWeekly challenges are updated every Sunday at 8 PM UTC.\nCareer includes challenges for all seasons.",
    "Title": "Challenges"
  },
  {
    "sn": "250",
    "strContent": "You can view all of your playing cards here.\nThere are also special custom card designs, and if you obtain them, you will be able to change the appearance of your cards.\nCustom cards can be obtained either at the Exchange Shop or by raising Synergy.",
    "Title": "Design"
  },
  {
    "sn": "251",
    "strContent": "During the event, when you participate in Ranked Match or Solo Mode of Tycoon, you can obtain Tycoon Medals, and earn rewards for obtaining certain amounts.\nThere is a limit to how many Tycoon Medals you can obtain. On days 2 and 3 of the event, the daily Tycoon Medal Cap is raised by 600 each day.",
    "Title": "Tycoon"
  },
  {
    "sn": "252",
    "strContent": "Thieves' Secrets mode and Character Trial mode will be unlocked.\nDuring the event, you can beat limited-time stages, obtain Secret Tickets, and exchange them for rewards in the Secret Shop.\nIn Character Trial challenges, you can try working with new allies in designated challenge stages.\nNote that you can only use fixed teams; team configurations and training evaluations cannot be adjusted.\nYou can obtain rewards from the event screen after you clear a Character Trial for the first time.\n",
    "Title": "Character Trial"
  },
  {
    "sn": "253",
    "strContent": "<color=#FFD145>About the Events</color>\nThere are four sub-events included in the event: Spaceport Arc, Sinner of Greed, Missions, and Exchange Shop.\n\n<color=#FFD145>Event Duration</color>\nPart 4 of Crossroads of Fate, the Spaceport Arc, is a limited-time event.\nOnce the event period has ended, all events will close (excluding Spaceport Arc), and all unused Cosmic Rebel Coins will be converted into Konpaku Gems.\nBe sure to trade your Rebel Coins for rewards before the events end.\nOnce the events end, the Spaceport Arc will become a permanent event, and you will be able to continue exploring any of its stages that you haven't completed.\n\n<color=#FFD145>Spaceport Arc</color>\nExplore the Spaceport with the Phantom Thieves of Hearts.\n\n<color=#FFD145>Sinner of Greed</color>\nChallenge powerful bosses and gain rewards.\n\n<color=#FFD145>Missions</color>\nAchieve event goals and obtain rewards.\n\n<color=#FFD145>Exchange Shop</color>\nUse Rebel Coins to trade for rewards in the Exchange Shop.",
    "Title": "Crossroads of Fate: Spaceport Arc"
  },
  {
    "sn": "254",
    "strContent": "<color=#FFD145>Event Overview</color>\nCrossroads of Fate: Spaceport Arc is the fourth chapter of the Persona 5 special event.\n\n<color=#FFD145>Palace Exploration</color>\nDuring the event period, all stages will be unlocked. To challenge new stages, you must first clear the prerequisite stages.\nYou can earn rewards for first-time completion of stages.\nIn addition to clearing the stage missions, various challenges also await you within the Palace.\n\n<color=#FFD145>Exploration Log</color>\nBy completing mission goals before the event ends, you can earn mission rewards and Cosmic Rebel Coins.\nRebel Coins can be exchanged for exclusive rewards through the Exchange Shop.\nAfter the event ends, unused Rebel Coins will be converted into Konpaku Gems.\nRewards in the Exploration Log will also be converted into Konpaku Gems, so please be mindful of the event end time.\n\n<color=#FFD145>Badge Book</color>\nYou can check which badges you've obtained from events, Trials from the Sea of Souls, and Gates of the Nightmare Catcher.\nThese will be added to the badge screen after the events end.",
    "Title": "Spaceport Arc"
  },
  {
    "sn": "255",
    "strContent": "<color=#FFD145>Event Overview</color>\nWhen you defeat bosses, you will unlock their corresponding Distortion Level challenges.\n\n<color=#FFD145>Distortion Level</color>\nEach boss battle has multiple distortion levels.\nWhen you eliminate a boss at a certain level, a new level is unlocked, and you will receive rewards corresponding to the current distortion level.\n\nBosses become more powerful at higher distortion levels.\nYou can switch between challenge mode and stamina mode.\nClearing a difficulty level for the first time on challenge mode will unlock the difficulty on stamina mode.\nChallenging on stamina mode will expend stamina, but grants rewards for clearing.\n\nIn stamina mode, you will be granted special effects in order to support you in the boss challenge.\n\n<color=#FFD145>Challenge Record</color>You will receive Cosmic Rebel Coins for challenge goals cleared before the end of the event period. Rebel Coins can be exchanged for rewards through the Exchange Shop.",
    "Title": "Boss Battle"
  },
  {
    "sn": "256",
    "strContent": "<color=#FFD145>Mission Rewards</color>\nYou will receive goal rewards and Cosmic Rebel Coins for missions cleared before the end of the event period.\nRebel Coins can be exchanged for rewards at the Thieves' Exchange.\nAfter the event ends, unobtained rewards will be sent to your mail, and unused Rebel Coins will be converted into Konpaku Gems, so please be mindful of the event end time.",
    "Title": "Mission"
  },
  {
    "sn": "257",
    "strContent": "Mindscape\nWhen you train the Mindscape of an ally, you can strengthen their skills and stats and activate Mindscape skills.\n\nStat Strengthening\nThis improves your ally's base stats.\nMaterials Required: Stardust Shards.\n\nBasic Abilities\nThis greatly improves your ally's basic abilities.\nMaterials Required: Stardust Bells.\n\nRank Strengthening\nBy strengthening attribute ranks, you can strengthen the effects of your ally's corresponding attributes.\nMaterials Required: Stardust Bottles and Venus Bottles.\n\nSkill Strengthening\nThis improves the effects of your ally's Persona skills.\nMaterials Required: Stardust Gems and Venus Gems.",
    "Title": "Mindscape"
  },
  {
    "sn": "258",
    "strContent": "Becomes playable once the protagonist reaches level 32 and clears the mission Metro of Desire.\nClearing objectives during the event period grants Dispatch Experience.",
    "Title": "Metro of Desire"
  },
  {
    "sn": "259",
    "strContent": "<color=#FFD145>Visitors</color>\nVisitors can come to visit your Thieves Den.\nAfter a visit, you and your visitors will gain Visitor EXP, which can be collected from Manage Visitors.\nBy receiving Visitor EXP, you can boost your visit level with that visitor.\nWhen your Visitor Level with a visitor reaches a certain point, you can obtain P Medals, and even unlock special conversations with them.\n\n<color=#FFD145>Special Events</color>\nWhen visitors continuously come to your Thieves Den, you will have a chance to trigger special dialog events that are unlocked daily.\nThe first time you trigger an event, you will gain extra Visitor EXP.\n\n<color=#FFD145>Unspecified Visitors</color>\nThere may be times when visitors not specified in Manage Visitors come to your Thieves Den.",
    "Title": "Visits from Friends"
  },
  {
    "sn": "260",
    "strContent": "The event goals are divided into 4 categories: Main Story, Metaverse Exploration, Visions of Ruin, and Trial of the Astrolabe.\nAs you complete each goal, you can obtain rewards such as Meta Jewels and the event currency, Plum Blossom Dango.",
    "Title": "About Unconditional Love: Phase 3"
  },
  {
    "sn": "261",
    "strContent": "Collecting Plum Blossom Dango will allow you to obtain the Persona Black Frost, its seal, and Stardust Gems.\nYou won't need to spend Plum Blossom Dango for exchange rewards.",
    "Title": "About Accumulated Rewards"
  },
  {
    "sn": "262",
    "strContent": "<color=#FFD145>Welcome Back Event</color>\nThe event becomes available when the protagonist is at or above level 15, you have cleared up to Traces of Dreams: Return to Shibuya in the main quest, and you have not logged in for a certain number of days.\nIf you haven't logged in for 8 or more days, you can receive rewards for logging in from the event letter.\nIf you haven't logged in for 15 or more days, along with the event letter, you can also earn various rewards with the Welcome Back Bonus.\n\nThe event can occur again after more than 30 days have passed since it was last active.",
    "Title": "Welcome Back"
  },
  {
    "sn": "263",
    "strContent": "<color=#FFD145>Event Rules</color>\nDuring the Welcome Back Program event period, missions will unlock every day.\nYou can obtain rewards by completing these missions while the event is ongoing.\nIf you complete a certain amount of missions, you can obtain even more rewards.\n\n<color=#FFD145>Bonus</color>\nYou can receive additional rewards when you complete missions if you purchase Bonus.",
    "Title": "Welcome Back Program"
  },
  {
    "sn": "264",
    "strContent": "<color=#FFD145>Event Rules</color>\nDuring the event, Marthym's Pop-up store will be available to sell limited time items.\nItems have a purchase limit, and individual packages can only be purchased once.",
    "Title": "Marthym's Pop-Up Shop"
  },
  {
    "sn": "265",
    "strContent": "<color=#FFD145>Event Overview</color>\nIn this event, you use Willpower to complete Stellae in the astrolabe. By completing them, you can obtain rewards. You can also get badges for completing goals.\n\n<color=#FFD145>Stellae</color>\nStellae are divided into multiple types based on their battle difficulty and rewards.\nAs you progress, the levels and capabilities of enemies will increase, but the rewards you can get will also improve.\n\n<color=#FFD145>Battles</color>\nBattles end after a set number of turns.\nIf you are unable to defeat the Shadows within the set number of turns, or your party is defeated, you can try again with a different party. The Shadows' remaining HP will carry over from when the previous battle ended. The Stella is considered cleared once you have defeated all of the Shadows.\nEach Stella has its own special effects that can strengthen or weaken your foes.\nAll Shadows will have their affinities set to normal.\n\n<color=#FFD145>Resetting</color>\nWhen resetting Stellae, the clear status of the Stella will be reset, and you can regain the Willpower and challenge attempts you've used.\nYou can press [Reset] on the left of the screen to reset the clear status of all Stellae.\nNote that Stellae you've already obtained rewards from won't grant rewards again, even when you clear them once more.\n\n<color=#FFD145>Points</color>\nYour Willpower and challenge attempts are increased each week.",
    "Title": "Trial of the Astrolabe"
  },
  {
    "sn": "266",
    "strContent": "In the Thieves Den, you can use P Medals to purchase statues, music, and illustrations.\nWith these purchases, you will also get Thieves Den experience points.\nP Medals are automatically generated as time passes, but must be manually claimed in order to be ready for use.\nOnce you reach the limit for unclaimed P Medals, more P Medals won't be generated until they are claimed.\n\n<color=#FFD145>Den Level</color>\nAfter you obtain a certain amount of Thieves Den experience points, your Den Level will automatically rise.\nWhen this happens, your limit and generation speed for P Medals and Visitor EXP will increase, and you will unlock the ability to purchase certain items.\n\n<color=#FFD145>Décor Benefits</color>\nStatues and illustrations you've obtained will provide décor benefits, whether you have them displayed or not.\nYou can view these benefits under the Layout Effects category.",
    "Title": "Thieves Den"
  },
  {
    "sn": "267",
    "strContent": "<color=#FFD145>Purchasing Items</color>\nYou can buy statues using P Medals from Den Design.\nThe amount of statues you can buy will increase as your Den Level increases.\nSome important statues can only be unlocked for purchase after completing certain main story points.\n\n<color=#FFD145>Item Placement</color>\nAlready-purchased statues can also be placed using Den Design.\nStatues can only be placed in squares of specific colors.\nAs your Den Level increases, the amount of grid spaces will also increase.",
    "Title": "AAAAAA=="
  },
  {
    "sn": "268",
    "strContent": "<color=#FFD145>Event Overview</color>\n• In Akihabara Mystery Map, challenge your wits and puzzle-solving skills with Runa Dogenzaka while exploring Akihabara.\n• After the event ends, the event mission Touring Akihabara will be regularly available.\n• Thieves' Secrets is Runa Dogenzaka's Thieves' Secrets chapter. Clear Thieves' Secrets to earn Meta Jewels and other rewards.\n\n<color=#FFD145>Missions</color>\n• Event missions are separated into 2 categories: Adventure Story and City Life.• Clear missions during the event to earn Meta Jewels and other rewards.\n\n<color=#FFD145>Quick Unlock</color>\n• You can enter the event areas and complete goals early, even if you have not met the conditions for unlocking Missions. After the event ends, these areas will remain unlocked.\n• The Quick Unlock function can only be used after completing the fusion-related goals in the Velvet Room for Traces of Dreams.",
    "Title": "Akihabara Mystery Map"
  },
  {
    "sn": "269",
    "strContent": "<color=#FFD145>Collecting Keywords</color>\n• In the mission Answer Sheet, join Runa Dogenzaka to solve puzzles in a brain-teasing treasure hunt. During the event, you can check your answer sheet to see the keywords you've collected.\n• You can gather keywords in any order, but you can only take on one keyword mission at a time.\n• More of the story will become available when you have gathered 3, 6, and 9 keywords. You cannot collect the next keyword until you have cleared the new story.\n• You will immediately receive the rewards for collecting keywords after clearing each mission. You do not need to return to the answer sheet to claim them.\n\n<color=#FFD145>Completing the Puzzle</color>\n• After collecting all the keywords, you will need to put the keywords in the correct order to form a sentence.\n• Drag the keywords to the correct place and complete the puzzle.",
    "Title": "Answer Sheet"
  },
  {
    "sn": "270",
    "strContent": "<color=#FFD145>Basic Rules</color>\nAt the Arcade, there are two types of Crane Games from which you can obtain plushies of various types and sizes.\nEach try at a Crane Game machine costs money.\nEach Crane Game machine contains fun-colored animal plushies, with 18 varieties of Common Plushies, 2 Rare Plushies with a fixed chance of appearing, and 1 Super Rare Plushie with a small chance of appearing.\nYou can display the plushies you've won in your home.\nYou can recycle your duplicate plushies to receive Arcade Tickets.\nThese tickets can be exchanged at the Arcade Shop for various prizes like Large Plushies, event-based Super Rare Plushies, and City Life items.\n\n<color=#FFD145>About Available Plushies</color>\nThe lineup of Rare and Super Rare Plushies available in each machine is refreshed at regular intervals.\nThe time until the next refresh is displayed on screen.\n\n<color=#FFD145>Win Rates</color>\nStandard Win Rate: 35%\nJackpot System: If you don't win a plushie after 4 successive attempts, on each subsequent attempt you'll have a greater chance of winning, and you are guaranteed to win a plushie within 10 successive attempts.\nOverall Win Rate: 37%\nWith regard to the Jackpot System, the number of successive attempts made is counted on a per-machine basis.\n\n<color=#FFD145>Plushie Drop Rates</color>\nWhen you successfully win a plushie, it's rarity is determined by the following rates.\nCommon Plushie: 89%\nRare Plushie: 9%\nSuper Rare Plushie: 2%",
    "Title": "Playing Crane Games"
  },
  {
    "sn": "271",
    "strContent": "<color=#FFD145>Basic Rules</color>\n・You can select multiple plushies from the list to recycle.\nOnly plushies that you have left over can be recycled, and you will be left with at least one of each type.\nPlushies that you have placed in you room cannot be recycled.\n\n<color=#FFD145>Recycle Rewards</color>\nConversion rates vary depending on the time of recycling and the type of plushie.\nAll plushies that meet the conditions to be recycled can be exchanged for arcade exchange vouchers.",
    "Title": "Exchanging Plushies"
  },
  {
    "sn": "272",
    "strContent": "AAAAAA==",
    "Title": "Jose's Dicey Adventure"
  },
  {
    "sn": "273",
    "strContent": "<color=#FFD145>Event Introduction</color>  \nWhile enjoying a quiet day in Shibuya, Lufel and Wonder are pulled into the Metaverse due to a Navigator malfunction. Before they are able to reunite, an unfamiliar red-haired girl points a weapon at them...\nThere are five sub-events included in this event: Laboratory Arc Part 1, Jose's Dicey Adventure, Sinner of Melancholy, Missions, and Crimson Illusion.  \n\n<color=#FFD145>Event Duration</color>  \nThe Persona 5 Royal special event, Crossroads of Fate: Laboratory Arc Part 1, is a limited-time event. Once the event period has ended, all events will close (excluding Laboratory Arc Part 1), and all unused Destiny Badges will be converted into Konpaku Gems. Be sure to trade your Rebel Coins for rewards before the events end.\nOnce the events end, the Laboratory Arc Part 1 will become a permanent event, and you will be able to continue exploring any of its stages that you haven't completed.  \n\n<color=#FFD145>Laboratory Arc Part 1</color>  \nSet in a mysterious laboratory, reunite with the Phantom Thieves of Hearts on another adventure, as you take down foes and collect hidden treasure.  \n\n<color=#FFD145>Jose's Dicey Adventure</color>  \nTeam up with a mysterious young boy called Jose, as you roll dice and traverse through the Metaverse. Collect flowers along the way, and exchange them with Jose for useful items.  \n\n<color=#FFD145>Sinner of Melancholy</color>  \nPut your strength to the test in challenging boss battles.  \n\n<color=#FFD145>Missions</color>  \nClear missions during the event to earn valuable rewards.  \n\n<color=#FFD145>Crimson Illusion</color>  \nExchange the Destiny Badges collected during your adventures for valuable items.",
    "Title": "Crossroads of Fate: Laboratory Arc Part 1"
  },
  {
    "sn": "274",
    "strContent": "<color=#FFD145>Event Overview</color>  \nAfter meeting a red-headed beauty and reuniting with Joker and Mona, the thieves soon discover that the Palace they find themselves in is somewhat different to the others...\nCrossroads of Fate: Laboratory Arc Part 1 is the first part of the latest collaboration story with Persona 5 Royal.  \n\n<color=#FFD145>Palace Exploration</color>  \nYou can earn rewards for first-time completion of stages. To challenge new stages, you must first clear the prerequisite stages.  \nIn addition to clearing stage missions, several challenges and powerful foes await you within the Palace.  \n\n<color=#FFD145>Exploration Record</color>  \nBy completing mission goals before the event ends, you can earn goal rewards and Destiny Badges.  \nDestiny Badges can be exchanged for valuable rewards at the Crimson Illusion.  \nAfter the event ends, unused Destiny Badges will be converted into Konpaku Gems. The badge rewards in the Exploration Log will also be converted into Konpaku Gems, so please be mindful of the event end time.",
    "Title": "Laboratory Arc Part 1"
  },
  {
    "sn": "275",
    "strContent": "<color=#FFD145>Event Overview</color>\nWhen you defeat bosses, you will unlock higher level Sinner of Distortion challenges in order.\n\n<color=#FFD145>Distortion Level</color>\nEach Sinner of Distortion has multiple distortion levels.\nEach time you eliminate a boss, a new level is unlocked, and you receive a challenge score corresponding to the current distortion level.\nA higher distortion level means more powerful bosses and a higher challenge score upon victory.\nIf you clear a difficulty level for the first time in challenge mode you will unlock that difficulty in stamina mode.\nTaking on a challenge in stamina mode will expend stamina, but grants rewards for clearing it.\nIn stamina mode, you will be granted strong traits in order to support you in the boss challenge.\n\n<color=#FFD145>Challenge Record</color>\nYou will receive Destiny Badges for challenge goals cleared before the end of the event period.\nDestiny Badges can be exchanged for rewards at the Gallery Auction.",
    "Title": "Recollections of Fate"
  },
  {
    "sn": "276",
    "strContent": "<color=#FFD145>Action Rewards</color>\nYou will receive goal rewards and Destiny Badges for action goals cleared before the end of the event period.\nDestiny Badges can be exchanged for rewards at the Gallery Auction.\nAfter the event ends, unobtained rewards will be sent to your mail, and unused Destiny Badges will be converted into Konpaku Gems, so please be mindful of the event end time.",
    "Title": "Missions"
  },
  {
    "sn": "277",
    "strContent": "<color=#FFD145>Event Overview</color>\nShadow of Wrath: Cupid and Shadow of Wrath: Aegipan have been unleashed in Shadows of Wrath, a limited-time, high-difficulty challenge event.\nThere are various timed deadlines to watch out for, so please be careful.\nTake on Shadow of Wrath to obtain Joy Medals and exchange them for rare items in the Land of Fortune.\n\n<color=#FFD145>Distortion Levels</color>\nEach time you defeat an enemy, a new distortion level is unlocked.\nWhen the level increases, the enemy's difficulty and actions will grow stronger.\n\n<color=#FFD145>Ranking Rewards</color>\nAfter defeating an enemy, your ranking will be set according to the difficulty of the challenge and number of turns your allies took in combat.\nTaking fewer turns and clearing higher difficulties will increase your rank.\nRanks will be categorized into certain divisions based on difficulty and number of turns.\nAt the end of each challenge, rank rewards for your rank division will be sent to your Mail screen.\nWhen each challenge period ends, your ranking will be set.\nUnfinished battle records will not be counted in the ranking, so be sure to finish challenges before the end period.\n\n<color=#FFD145>Challenge Goals</color>\nComplete the goals set for each challenge before the event ends to earn challenge rewards.\nUnclaimed challenge rewards will be sent to your Mail screen after the event ends.",
    "Title": "Shadow of Katayama"
  },
  {
    "sn": "278",
    "strContent": "<color=#FFD145>Event Rules</color>\nThis event's goals are separated into 4 parts:Main Story, Metaverse Exploration, Visions of Ruin, and City Adventure. As you complete each goal, you can obtain rewards like Meta Jewels, Everlasting Incense, and the event item, Plum Blossom Bookmarks.\nYou can check the amount of rewards you've obtained from the event screen.\nAfter the event ends, each Plum Blossom Bookmark will be converted to 100 Konpaku Gems.\n\n<color=#FFD145>Accumulated Rewards</color>\nWhen you collect Plum Blossom Bookmarks, you can exchange them for the Rank VII Persona Siegfried, its Seals, and Stardust Gems.",
    "Title": "Unconditional Love: Final Phase"
  },
  {
    "sn": "279",
    "strContent": "<color=#FFD145>Event Rules</color>\nThe event goals are separated into 4 parts:\nMain Story, Metaverse Exploration, Visions of Ruin, and City Adventure.\nAs you complete each goal, you can obtain rewards like Meta Jewels and the event currency, Plum Blossom Bookmarks.\n\n<color=#FFD145>Quick Unlocking</color>\nYou can enter the event areas and complete goals early, even if you have not met the conditions for unlocking these goals.\nThese areas will remain unlocked even after the event ends.\nChapter 3 of the main story and its corresponding Palace Exploration goals cannot be Quick Unlocked.\nPlease continue the main story to complete these goals. The Quick Unlock function can only be used after completing the fusion-related goals in the Velvet Room for Traces of Dreams.",
    "Title": "Unconditional Love: Final Phase"
  },
  {
    "sn": "280",
    "strContent": "Collecting Plum Blossom Bookmarks will allow you to obtain the Persona Siegfried and its seal. Exchange rewards will not consume Plum Blossom Bookmarks.",
    "Title": "About Accumulated Rewards"
  },
  {
    "sn": "281",
    "strContent": "AAAAAA==",
    "Title": "Error: tnxotb-[StrUIPlayRule_Title_379]"
  },
  {
    "sn": "282",
    "strContent": "<color=#FFD145>Event Rules</color>\nLunar New Years Gifts can be obtained from the following events during the Lunar New Year period.\nLunar New Years Gifts contain a certain amount of rewards, and by sending gifts, you can receive the rewards inside.\nBy sending gifts, you can receive progress rewards during the event.\nYou can receive up to 20 gifts total during the event period, and up to 3 gifts per day.\nAfter the end of the event period, Lunar New Years Gifts can no longer be used.",
    "Title": "Sending Red Envelopes"
  },
  {
    "sn": "283",
    "strContent": "<color=#FFD145>Event Rules</color>\n• Log in to the game every day to receive that day's rewards.\n\n<color=#FFD145>Event Rewards</color>\n• Rewards will be unlocked sequentially based on the total number of login days.\nDaily rewards are unlocked at 8 PM UTC.",
    "Title": "Login Bonus"
  },
  {
    "sn": "284",
    "strContent": "AAAAAA==",
    "Title": "Fireworks Festival"
  },
  {
    "sn": "285",
    "strContent": "AAAAAA==",
    "Title": "Fireworks Time"
  },
  {
    "sn": "286",
    "strContent": "AAAAAA==",
    "Title": "Lunar New Year Quiz Rally"
  },
  {
    "sn": "287",
    "strContent": "<color=#FFD145>Event Rules</color>\nDuring the event, you can earn Cat Food by completing Daily Cat Chow missions.\nBy selecting Treasure Hunt, you can offer a specified number of Cat Food cans to have the Orange Tabby search for hidden treasures.\nThe Treasure List shows all the treasures hidden by the Orange Tabby.\nCollecting the Orange Tabby's favorite trinkets, Cloth Tiger Dolls, allows you to start the event mission Paw it Forward.\n\n<color=#FFD145>Mission Refresh Rules</color>\nDuring the event period, daily missions will refresh at 8 PM UTC every day.",
    "Title": "Tabby's Treasure Hunt"
  },
  {
    "sn": "288",
    "strContent": "<color=#FFD145>Lunar New Year festival in Motomachi Chinatown: Dance with the Lions</color>\nTo celebrate the Lunar New Year, a lively festival event is being held in Chinatown.\nJoin Yaoling Li, an exchange student from China, as you partake in the traditions of the festival, and investigate various anomalies occurring throughout Chinatown.\n\n<color=#FFD145>Lunar Shooting Challenge</color>\nIn the shooting minigame found at the festival in Chinatown, face the mythical yearbeast known as Nian.\nPartake in the event with your allies as you shoot targets to scare off the beast.\n\nComplete stage and challenge goals to earn rewards.\n\n<color=#FFD145>The Yearbeast Strikes</color>\nThe Lunar New Year is just around the corner, and yet Chinatown seems to be shrouded in a strange sense of malaise, as though everyone's lost their festive spirit...\n\nIn order to save this important festival, the Phantom Thieves decide to venture into the Metaverse to reclaim the people's lost desire.\nThe trial event will run for 3 weeks, with new bosses being unlocked to face each week.\nComplete battle goals to earn rewards.\n\n<color=#FFD145>Event Rewards</color>\nProgress through the event story, Lunar New Year festival in Motomachi Chinatown: Dance with the Lions, and complete challenge goals in Lunar Shooting Challenge and The Yearbeast Strikes to earn challenge rewards, such as the Chinese Knot.\nAt the Lunar Exchange Shop, you can trade Chinese Knots for fabulous rewards.",
    "Title": "Dancing with the Happy-Go-Lucky Lions"
  },
  {
    "sn": "289",
    "strContent": "AAAAAA==",
    "Title": "Dancing with the Happy-Go-Lucky Lions"
  },
  {
    "sn": "290",
    "strContent": "<color=#FFD145>Event Overview</color>\nIn this event, you can gain various rewards by defeating bosses and completing goals.\nThere are two modes: Fixed Difficulty and Custom Difficulty.\nIn Fixed Difficulty, the bosses you take on have predetermined battle effects.\nIn Custom Difficulty, you can freely select which battle effects are applied.\n\n<color=#FFD145>Battle Effects</color>\nThere are a variety of effects that can be activated in the battle. Some make the bosses stronger while others make your allies weaker or restrict your party in some way.\nBattle effects are divided into three difficulties: Stable, Distressed, and Berserk, with the restrictions growing tougher as you move up to Berserk.\nThe Abnormality Level is determined by the selected battle effects.\nComplete goals by clearing challenges at the specified Abnormality Level or above to earn rewards.\nBattle effects you haven't yet unlocked in Custom Difficulty can be unlocked by completing certain Fixed Difficulty challenges.",
    "Title": "Boss Battle"
  },
  {
    "sn": "291",
    "strContent": "AAAAAA==",
    "Title": "Shooting Challenge"
  },
  {
    "sn": "292",
    "strContent": "<color=#FFD145>Event Story</color>\nA fun story available during the Valentine's period. Spend the time with everyone and have a wonderful Valentine's.\nYou can gain mission rewards from clearing missions.\n\n<color=#FFD145>Side Story</color>\nHelp your companions regain their desire for Valentine's Day.\nTake on boss battles and puzzles to earn the event item Pieces of Chocolates and give them to your companions to unlock exclusive Valentine's stories.\nOn a certain day during the event, youar Valentine's Points will reach their maximum and you will receive confessions from companions that you went out on a date with. Be sure to choose your companions carefully.\nYou can receive special rewards by playing through these stories.\n\n<color=#FFD145>Boss Battles</color>\nDefeat the Shadows lurking in the Metaverse to restore your companions' desires and make the most of Valentine's together.\nBoss battles consist of seven stages and will be unlocked sequentially during the event period. Please be sure not to miss out on these challenges.\nFirst-time clear rewards are available for each stage.",
    "Title": "Take Your Love"
  },
  {
    "sn": "293",
    "strContent": "<color=#FFD145>Event Story</color>\nA fun story available during the Valentine's period. Spend the time with everyone and have a wonderful Valentine's.\nWhile the event is ongoing, event stories will become unlocked after certain dates or conditions have been met.\nYou can gain mission rewards from clearing missions.",
    "Title": "Event Story"
  },
  {
    "sn": "294",
    "strContent": "<color=#FFD145>Side Story</color>\nHelp your companions regain their desire for Valentine's Day.\nTake on boss battles and puzzles to earn the event item Pieces of Chocolates and give them to your companions to increase Valentine's Points. After reaching a certain amount of Valentine's Points, that companion's Valentine's story will become available to you.\nConfession day is on the twelfth day of the event (February 24). You will receive confession invitations from Companions with the highest Valentine's Points. Choose your companions wisely to receive their special Valentine's chocolate. (The first special chocolate you receive can be placed as decoration in your house.)\nIf you receive invitations from three or more girls, a special spine-tingling story will occur.\n* Use the confession switch available on the Side Story page to confirm which companions will send you an invitation on confession day. You can obtain special awards from confession stories.",
    "Title": "Side Story"
  },
  {
    "sn": "295",
    "strContent": "<color=#FFD145>Boss Battles</color>\nDefeat the Shadows lurking in the Metaverse to restore your companions' desires and make the most of Valentine's together.\nThe Boss Battle event consists of seven stages. In the first six stages, you can gain Chocolate Energy. As you gain more energy, allies will receive greater buffs.\nConfront the boss in the final stage. During this battle, the special skill Love Bomb will become available. This skill uses Chocolate Energy and can be activated multiple times throughout the battle.\nYou can gain first-time clear rewards when you clear each stage.\nThe boss stage has five difficulties. First-time clear rewards are available for each difficulty. You can also use Stamina to challenge difficulties 1 - 4 to receive regular rewards.",
    "Title": "Boss Battle"
  },
  {
    "sn": "296",
    "strContent": "<color=#FFD145>Event Rules</color>\nYou can obtain random puzzle pieces by clearing daily missions during the event.\nYou can also receive progress rewards based on how many puzzle pieces you've obtained.\nIf you complete the puzzle, you can obtain special rewards.\n\n<color=#FFD145>Mission Refresh Rules</color>\nThe daily missions will refresh at 8 PM (UTC) every day during the event.\n\n<color=#FFD145>Puzzle Piece Rules</color>\nYou can check which puzzle pieces you've obtained by pressing [Start Game].\nAny puzzle pieces you acquire after you've obtained every puzzle piece will be converted into a small amount of Konpaku Gems.",
    "Title": "Puzzle"
  },
  {
    "sn": "297",
    "strContent": "<color=#FFD145>Event Rules</color>\n• Log in to the game every day to receive that day's rewards. Event Rewards\n• Rewards will be unlocked sequentially based on the total number of login days. Daily rewards are unlocked at 8 PM UTC.",
    "Title": "Login Bonus"
  },
  {
    "sn": "298",
    "strContent": "<color=#FFD145>Event Rules</color>\nBy purchasing items from Marthym's Shop during the event, you can obtain Marthym's Stamps. Based on how many of these stamps you collect, you can claim feedback rewards.\nPlease keep in mind that your stamp total will be reset after the event ends.",
    "Title": "Purchase Rewards"
  },
  {
    "sn": "299",
    "strContent": "<color=#FFD145>Event Rules</color>\nDuring the Half-Year Anniversary event, new and exclusive items will be added and made available to purchase in the Event Shop for a limited time. Items have a purchase limit, and each package can only be purchased once.",
    "Title": "Event Shop"
  },
  {
    "sn": "380",
    "strContent": "<color=#FFD145>Event Overview</color>\nWhen you defeat bosses, you will unlock the corresponding distortion level in challenge mode.\n\n<color=#FFD145>Distortion Level</color>\nEach boss battle has multiple distortion levels.\nWhen you defeat a boss at a certain level, a new level is unlocked, and you will receive rewards corresponding to the current distortion level.\nThe higher the distortion level, the tougher the boss and systems become.\nYou can switch between challenge mode and stamina mode.\nClearing a difficulty level for the first time in challenge mode will unlock that difficulty level and the previous difficulty levels in stamina mode.\nChallenges in stamina mode will expend stamina, but grants rewards upon clearing.\nIn stamina mode, you will be granted special effects in order to support you in the boss challenge.\n\n<color=#FFD145>Hardest Difficulty</color>\nIf you manage to clear Difficulty Lv. 30, you will be able to take on the Highest Difficulty from a certain date.\nOn the Highest Difficulty, you will be able to battle the boss up to three times, and the boss's HP will be recorded each time you fight it.\nEach Phantom Thief can only be used in battle a certain number of times, and once they've reached that battle count, they won't be able to battle again. By using the reset option, you can reset the thieves' battle count and the boss's HP.\nDuring the battle, when the boss has used all of its actions, the battle will end, and the number of actions for that battle will be recorded. If allies are defeated in battle, the number of turns will be added.\nAfter the event ends, all players who attempted the Hardest Difficulty will be awarded with a badge.\n\n<color=#FFD145>Challenge Record</color>\nClear challenge goals before the end of the event period to earn amazing mission rewards and Prison Rebel Coins.\nYou can trade the Prison Rebel Coins you've obtained for valuable limited-time items at the Exchange Shop.",
    "Title": "Recollections of Fate"
  },
  {
    "sn": "381",
    "strContent": "<color=#FFD145>Event Overview</color>\nCrossroads of Fate: Twins Arc is a limited-time event.\nTo challenge new stages, you must first clear the prerequisite stages.\nYou can earn rewards for first-time completion of stages.\n\n<color=#FFD145>Missions</color>\nBy completing missions before the event ends, you can earn mission rewards and Prison Rebel Coins.\nThese Rebel Coins can be exchanged for exclusive rewards at the Exchange Shop.\nAfter the event ends, unused Prison Rebel Coins will be converted into Konpaku Gems.\nMission rewards will also be converted into Konpaku Gems, so please be mindful of the event end time.",
    "Title": "Twins Arc"
  },
  {
    "sn": "382",
    "strContent": "<color=#FFD145>Event Overview</color>\nThere are four sub-events included in the event: Event Story, Recollections of Fate, Goals, and Exchange.\n\n<color=#FFD145>Event Duration</color>\nCrossroads of Fate: Twins Arc is a limited-time event.\nOnce the event period has ended, all sub-events excluding the Event Story will close, and all unused Prison Rebel Coins will be converted into Konpaku Gems.\nBe sure to exchange your Rebel Coins for rewards before the events end.\nAfter the event has ended, the Event Story will become a permanent event, and you will be able to continue challenging any of its stages that you haven't completed.\n\n<color=#FFD145>Event Story</color>\nExperience an all-new story with the twin wardens.\n\n<color=#FFD145>Recollections of Fate</color>\nChallenge powerful bosses to earn rewards.\n\n<color=#FFD145>Goals</color>\nComplete event goals to earn rewards.\n\n<color=#FFD145>Exchange</color>\nUse the Prison Rebel Coins that you have collected to exchange for valuable rewards.",
    "Title": "Crossroads of Fate: Twins Arc"
  },
  {
    "sn": "379",
    "strContent": "Error: tnxotb-[StrUIPlayRule_strContent_379]",
    "Title": "Error: tnxotb-[StrUIPlayRule_Title_379]"
  },
  {
    "sn": "390",
    "strContent": "<color=#FFD145>Phantom Festivities</color>\nDuring the event, you can earn special rewards for playing through the event story.\n\n<color=#FFD145>Fresh Start Fortunes</color>\nLog in each day during the event to draw a fortune.\nYou will receive rewards based on your luck for the day.\nYou cannot draw fortunes for days that have passed. Please do not forget to draw your fortune each day.",
    "Title": "New Year's Blessings!"
  },
  {
    "sn": "391",
    "strContent": "<color=#FFD145>Event Overview</color>\nDuring the event, you can draw one fortune each day. Depending on your fortune for the day, you can claim special rewards.\nThere are five fortunes: Great Luck, Fair Luck, Good Luck, Average Luck, and Slight Luck.\nRewards will differ based on the fortune you draw.\nYou can only draw one fortune per day. If you do not draw your fortune, it will not be available the next day.",
    "Title": "Fresh Start Fortunes"
  },
  {
    "sn": "392",
    "strContent": "<color=#FFD145>Event Overview</color>\nDuring the event, play through the story and earn rewards.",
    "Title": "Phantom Festivities"
  },
  {
    "sn": "300",
    "strContent": "<color=#FFD145>Extra Mode</color>Only one round is played each time. You can earn 24/15/6/3 Tycoon Points depending on your final ranking. There is a limit to the number of Tycoon Points you can earn each week, up to 1,000 points combined across \"Ranked Match\" and \"Solo Mode\"<color=#FFD145>Play Rules</color>Depending on the results, Rich and Tycoon ranked players will receive Extra Coins, while Poor and Beggar ranked players will lose Extra Coins. Tycoon ranked players will earn double the amount of coins of Rich players. Beggar players will lose triple the amount of coins of Poor players. If the number of Extra Coins lost exceeds the number of Extra Coins you have, you will lose all currently held Extra Coins with no further penalty. In this case, the number of extra coins earned by Rich and Tycoon ranked players will scale accordingly. If the number of Extra Coins exceeds the limit, received Extra Coins will be doubled and no more will be acquired. In this case, the number of Extra Coins lost by Poor and Beggar players will also decrease.<color=#FFD145>Scoring Rules</color>The maximum expected profit for each game = base points x multiplier. ・The initial base points are 100 points, and Tycoon and Rich ranked players receive additional points after playing all of their cards. ・The initial multiplier is determined by the type of arena in which you participate. The multiplier doubles each time a Revolution or Counter Revolution is performed during a game. Any player can also use items to further increase the point multiplier. ・Each stage has a maximum score limit.<color=#FFD145>Multiplier Boost Rules</color>At the start of the game, players can choose from the following: Boost - Multiplier x2, Super Boost - Multiplier x4 (requires one Super Double card to use.), or No Boost - No change to multiplier.<color=#FFD145>Game Types</color>・Happy Mode arenas are divided into Normal Arena, Advanced Arena, and Top Arena. ・Normal Arena: Base Multiplier - 2x, Required Gold - 1,000, Entrance Fee - 100 gold, Top Reward - 20,000 gold. ・Advanced Arena: Base Multiplier - 5x, Required Gold - 20,000, Entrance Fee - 500 gold, Top Reward - 100,000 gold. ・Top Arena: Base Multiplier - x20, Required Gold - 100,000, Entrance Fee - 2,00 gold, Top Reward - 400,000 gold. <color=#FFD145>Season Calculation</color>・In Happy Mode, your total will be tallied at the end of each Tycoon season, and your gold will be adjusted for the new season after calculations are finished.・Calculation formula: Gold after reset = (Gold before reset - 10,000) x 0.2 + 10,000. If the calculation result is less than 10,000, it will be reset to 10,000 gold. ・If the calculation result is more than 88,888, it will be reset to a maximum of 88,888 gold.・Each season's ranking is determined by the amount of Tycoon Gold you possess. <color=#FFD145>Bankruptcy</color> ・If your current gold is less than 1,000 Tycoon Gold, you can receive 2,000 Tycoon Gold as bankruptcy relief. ・You can receive this up to three times per day.",
    "Title": "Extra Mode"
  },
  {
    "sn": "301",
    "strContent": "Event Rules  Extra Mode is now open! • Once you have collected enough Tycoon Medals, you can exchange them for rewards on the event page. • There is a limit to how many Tycoon Medals you can obtain. On days 2 and 3 of the event, the daily limit Tycoon Medal Cap is raised by 600 each day.  How to Obtain Tycoon Medals • During the event period, participate in games of Tycoon and you will receive the event item Tycoon Medals in addition to the usual rewards. • If you play in Solo Mode (1 Round), you will receive 80 Tycoon Medals when rewards are tallied. • If you play in Solo Mode (3 Rounds), you will receive 200 Tycoon Medals when rewards are tallied. • If you play in Ranked Match, you will receive 200 Tycoon Medals when rewards are tallied. • If you play in Friendly Match, you will receive 200 Tycoon Medals when rewards are tallied.",
    "Title": "Tycoon Typhoon"
  },
  {
    "sn": "302",
    "strContent": "<color=#FFD145>Shady Commodities</color>\nShady Commodities is a system that allows you to purchase items sold in various in-game shops without having to visit them directly as you normally would.\n\n<color=#FFD145>Available Items</color>\nMost items available in shops can also be purchased from Shady Commodities.\nHowever, the following shops are excluded:\nAirsoft Shop, Takemi's Clinic, food shops (crêpe shop, Boom Bang Burger, school store, etc), fishing shops, and club activities shops.\n\nYou can purchase items from more areas when you raise Mio Natsukawa's Synergy level.\nYou will be able to purchase items from Shibuya at Lv. 1 and Zoshigaya at Lv. 5.\nThe item selection, stock status, and purchase conditions for the stores in each area are the same on Shady Commodities.\nTherefore, you will be unable to purchase items from stores on Shady Commodities if you do not meet the necessary social stat or synergy rank requirements, or have not unlocked the area.\n\n<color=#FFD145>Pricing</color>\nItems on Shady Commodities share the same price as their in-store counterparts.\nThere are no additional handling fees or price hikes.\nCertain items exclusive to Shady Commodities may be cheaper than what you find in-store.\n\n<color=#FFD145>Stock</color>\nShady Commodities' stock is tied to each shop's stock inventory.\nIf you buy out an item through Shady Commodities, the corresponding shop will also run out of the same item.\nItems are restocked at the same time as regular stores, so you may need to wait for items to be restocked.",
    "Title": "Shady Commodities"
  },
  {
    "sn": "400",
    "strContent": "<color=#FFD145>Event Overview</color>\nYou can earn rewards for clearing each event mission.\nWhen all missions have been completed, you can earn a complete set that includes hidden items and exclusive rewards.",
    "Title": "Capsule Toys"
  },
  {
    "sn": "401",
    "strContent": "<color=#FFD145>About Unlocking Plans</color>\nLufel's \"Business\" Plans III and IV will unlock after you have completed all of the missions.\nThese missions have seven steps each, and the next step will be unlocked after you complete a certain number of missions.\n\n<color=#FFD145>Mission Rewards</color>\nAfter you complete a mission, you can receive its rewards.\nYou can also receive special rewards once you complete a certain number of missions.\nIf you complete all of the missions, you can obtain fantastic rewards.",
    "Title": "About Lufel's \"Business\" Plan EX"
  }
]