[
  {
    "sn": "1011",
    "name": "Ryuji",
    "jpName": "Ryuji Sakamoto",
    "cvName": " Mamoru Miyano",
    "chcvName": "NB[Th][011]",
    "Story": "A second-year high school student. Although his words and actions can be crude, he has a caring, dependable, and outgoing personality. After meeting Joker, he awakens his abilities as a Persona-user.\nHis code name is Skull and his initial Persona is Captain Kidd.",
    "fiveStarLinesOne": "Haha, purr-haps it's my time?"
  },
  {
    "sn": "1021",
    "name": "Morgana",
    "jpName": "Morgana",
    "cvName": " Ikue Otani",
    "chcvName": "NB[Th][021]",
    "Story": "A mysterious catlike creature. He can communicate with humans and claims to be able to transform into various objects, yet many things about him remain shrouded in mystery. Although he can be aggressive at times, he's also incredibly selfless and supports his teammates. He often exclaims, \"I'm not a cat!\"\nHis code name is Mona and his initial Persona is Zorro.",
    "fiveStarLinesOne": "Show them your might, Zorro!"
  },
  {
    "sn": "1031",
    "name": "Motoha",
    "jpName": "Motoha Arai",
    "cvName": " Kaede Hondo",
    "chcvName": "NB[Th][031]",
    "Story": "A second-year student at the private high school Kokatsu Academy. She is in the same class as the protagonist. She is very popular at school, not only for her athletic prowess, but also her sincere, cheerful, and kind personality. Despite being talented and well liked, she is still struggling with the aftermath of a traumatic event she experienced in childhood. A certain incident leads her to awaken her powers as a Persona-user.\nHer code name is Closer and her initial Persona is Awilda.",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1032",
    "name": "Tropical Motoha",
    "jpName": "Tropical Motoha",
    "cvName": " Kaede Hondo",
    "chcvName": "NB[Th][032]",
    "Story": "A second-year high school student at Kokatsu Academy. She is in the same class as the protagonist. Cheerful, caring and gifted at sports, she is very popular around campus. No longer burdened by her past, she gleefully races along the summery coastline, feeling as though she can finally enjoy her youth. A series of events lead to her awakening as a Persona-user.\nHer code name is Closer and her initial Persona is Awilda.",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1041",
    "name": "Lufel",
    "jpName": "Lufel",
    "cvName": " Ai Nonaka",
    "chcvName": "NB[Th][041]",
    "Story": "A mysterious creature that appears before the protagonist in the form of an owl. He can communicate with certain humans, and begins living alongside the protagonist in Tokyo after a certain turn of events. While his antiquated vocabulary can confuse those around him, he possesses a calm disposition and a wealth of knowledge on the Metaverse. Nestled comfortably in the protagonist's bag throughout the day, he gives sound advice and makes for a generally great companion.\nHis code name is Cattle and his initial Persona is Robroy.",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1051",
    "name": "Riko",
    "jpName": "Riko Tanemura",
    "cvName": " Atsumi Tanezaki",
    "chcvName": "NB[Th][051]",
    "Story": "A third-year student at the private high school Kokatsu Academy. She is the chair of the school disciplinary committee, and heiress to a major company boasting the highest market share of plum product sales in all of Japan. Her excellent grades and exemplary conduct have earned her the respect of the students and staff, painting her as a picture-perfect honor student. Her keen judgment allows her to guide the Phantom Thieves through even the most precarious of situations unscathed.\nHer code name is Wind and her initial Persona is Chiyome.",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1052",
    "name": "Riko",
    "jpName": "Vast Riko",
    "cvName": " Atsumi Tanezaki",
    "chcvName": "NB[Th][052]",
    "Story": "A third-year student at the private high school Kokatsu Academy. She is the chair of the school disciplinary committee, and heiress to a major company boasting the highest market share of plum product sales in all of Japan. Her excellent grades and exemplary conduct have earned her the respect of the students and staff, painting her as a picture-perfect honor student. Her keen judgment allows her to guide the Phantom Thieves through even the most precarious of situations unscathed.\nHer code name is Wind and her initial Persona is Chiyome.",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1061",
    "name": "Shun",
    "jpName": "Shun Kano",
    "cvName": " Katsuyuki Konishi",
    "chcvName": "NB[Th][061]",
    "Story": "A second-year student at the private high school Kokatsu Academy. His awkwardness and poor social skills keep him from having many friends his age. However, he is deeply compassionate, and has a close bond with the owner of an old ramen shop who took him on as an apprentice from a young age. While training to become a chef, he is suddenly forced to quit, and through a certain course of events, awakens his powers as a Persona-user.\nHis code name is Soy and his initial Persona is Mandrin.",
    "fiveStarLinesOne": "It's Showtime!"
  },
  {
    "sn": "1071",
    "name": "Kamiyama",
    "jpName": "Leo Kamiyama",
    "cvName": " Mariya Ise",
    "chcvName": "NB[Th][071]",
    "Story": "A 19-year-old who dreams of becoming a stuntman for Japanese action films and TV. He has been set on this path ever since his childhood obsession with the action series \"Phoenix Ranger Featherman.\" He's currently living with his relative Kayo Tomiyama.\nHis code name is Leon and his initial Persona Duo is Erytheia.",
    "fiveStarLinesOne": "It's Showtime!"
  },
  {
    "sn": "1081",
    "name": "Tomiyama",
    "jpName": "Kayo Tomiyama",
    "cvName": " Atsuko Tanaka",
    "chcvName": "NB[Th][081]",
    "Story": "A 44-year-old housewife who lives in the protagonist's neighborhood. They have a friendly relationship, and their families used to get together in the past. She was once a stylist, but retired after she got married. She lives a happy life taking care of her family, but feels a slight tinge of emptiness in her heart. She is known to use the occasional outdated slang from her youth.\nHer code name is Okyann and her initial Persona Duo is Cleodora.",
    "fiveStarLinesOne": "It's Showtime!"
  },
  {
    "sn": "1091",
    "name": "Yaoling",
    "jpName": "Yaoling Li",
    "cvName": " Ru Thing",
    "chcvName": "NB[Th][091]",
    "Story": "A first-year university student from Sichuan, China studying abroad in Japan. While she can seem a bit childish due to her optimistic and easy-going nature, she is deeply considerate of those around her. She's on a quest for purpose through her studies in Japan, but doesn't have a clear idea of what that looks like yet.\nHer code name is Rin and her initial Persona Duo is Meng Po.",
    "fiveStarLinesOne": "It's Showtime!"
  },
  {
    "sn": "1101",
    "name": "Tomoko",
    "jpName": "Tomoko Noge",
    "cvName": " Satomi Akesaka",
    "chcvName": "NB[Th][101]",
    "Story": "A second-year student at the private high school Kokatsu Academy. She is calm, reliable and very observant, always taking care of those around her. Obsessed with baseball from a young age, her position is catcher. She used to be battery mates with Motoha, and they won many competitions together.\nHer code name is Moko and her initial Persona Duo is Prosymna.",
    "fiveStarLinesOne": "It's Showtime!"
  },
  {
    "sn": "1102",
    "name": "Seaside Tomoko",
    "jpName": "Seaside Tomoko",
    "cvName": " Satomi Akesaka",
    "chcvName": "NB[Th][102]",
    "Story": "A second-year high school student at Kokatsu Academy. She is calm, reliable and very observant, always taking care of those around her. Having hung up her baseball mitt, she spends her days challenging herself at as many part-time jobs as she can manage. This summer, she's working at a beach house to help revive its business, earning the name Part-Timing Passerby Tomoko for herself.\nHer code name is Moko and her initial Persona Duo is Prosymna.",
    "fiveStarLinesOne": "It's Showtime!"
  },
  {
    "sn": "1111",
    "name": "Yui",
    "jpName": "Yui",
    "cvName": " Chika Anzai",
    "chcvName": "NB[Th][111]",
    "Story": "A mysterious girl that the protagonist meets in a virtual world. She had been buying up virtual land and not doing anything with it until, at the protagonist's suggestion, they start cultivating a farm together. Cheerful and friendly, she has a somewhat refined manner of speech, though the identity of the person behind the avatar remains unknown.\nHer code name is Bui and her initial Persona Duo is Apseudes.",
    "fiveStarLinesOne": "It's Showtime!"
  },
  {
    "sn": "1121",
    "name": "Kurotani",
    "jpName": "Kiyoshi Kurotani",
    "cvName": " Yusuke Kobayashi",
    "chcvName": "NB[Th][121]",
    "Story": "A first-year student at the private high school Kokatsu Academy. He is the protagonist's junior. The self-proclaimed Chosen One who boasts of possessing otherworldly powers, but this has left him with few friends and a life of solitude. Having spent much of his childhood alone due to an illness, he immersed himself in books, resulting in his strong affinity for the world of fantasy. He befriends the protagonist, perceiving him to be a fellow Chosen One, and treats him with respect.\nHis code name is Key and his initial Persona Duo is Syke.",
    "fiveStarLinesOne": "It's Showtime!"
  },
  {
    "sn": "1131",
    "name": "Yukimi",
    "jpName": "Yukimi Fujikawa",
    "cvName": " Ayaka Suwa",
    "chcvName": "NB[Th][131]",
    "Story": "A second-year high school student, Yukimi lost her father when she was young, leaving her to be raised by her cold, overbearing mother. Though they don't see eye-to-eye, she still wants to rise to her mother's expectations. She dreams of becoming a lawyer instead of taking over her mother's business.\nHer code name is Yuki and her initial Persona Duo is Styx.",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1141",
    "name": "Shiratori",
    "jpName": "Seiji Shiratori",
    "cvName": " Toshiyuki Toyonaga",
    "chcvName": "NB[Th][141]",
    "Story": "A second-year high school student at a different school than the protagonist. He is the ace of his school's fencing club, and skilled enough to have won several tournaments in a row. However, this dedication to fencing has kept him from developing good relationships with his clubmates. He is a fan of the author Toshia Soomy and loves reading his books before competitions.\nHis code name is Fleuret and his initial Persona Duo is Leucothea.",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1151",
    "name": "Akechi",
    "jpName": "Goro Akechi",
    "cvName": " Soichiro Hoshi",
    "chcvName": "AAAAAA==",
    "Story": "A third-year high school student who is also a famed detective. He has already closed many cases at a young age. His sharp mind, affable nature, and striking looks make him the center of attention. A series of events leads to him accompanying Joker and his team in their exploits.\nHis code name is Crow and his initial Persona is Robin Hood.",
    "fiveStarLinesOne": "Take them down, Robin Hood!"
  },
  {
    "sn": "1161",
    "name": "Yusuke",
    "jpName": "Yusuke Kitagawa",
    "cvName": " Tomokazu Sugita",
    "chcvName": "NB[Th][161]",
    "Story": "A second-year high school student. He takes a special art course focused on painting. His attractive appearance draws attention, but his unique artistic sensibilities often lead to him being out of touch with others. A turn of events leads him to befriend Joker and awaken his abilities as a Persona-user.\nHis code name is Fox and his initial Persona is Goemon.",
    "fiveStarLinesOne": "Your blood shall soak my blade!"
  },
  {
    "sn": "1171",
    "name": "Futaba",
    "jpName": "Futaba Sakura",
    "cvName": " Aoi Yuki",
    "chcvName": "NB[Th][171]",
    "Story": "A girl one year younger than Joker. She boasts an incredibly mathematical brain along with a prodigious talent for computer programming, but struggles with social communication. She lives a cloistered life trapped in her own home. She encounters Joker one day and awakens her abilities as a Persona-user.\nHer code name is Oracle and her initial Persona is Necronomicon.",
    "fiveStarLinesOne": "If it's online, I'm your girl! If it's offline... you've got this!"
  },
  {
    "sn": "1181",
    "name": "Sumi",
    "jpName": "Toshiya Sumi",
    "cvName": " Junya Enoki",
    "chcvName": "NB[Th][181]",
    "Story": "A mysterious young man often found at the fishing pond. Something about him seems to draw the fish to him, even without him casting a line, which has earned him the title of Fish Whisperer. While little is known about him, he has gained the respect of the other regulars of the fishing pond. Though rumor has it that he may be running away from something.\nHis code name is Sepia and his initial Persona Duo is Gorgyra.",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1191",
    "name": "Ann",
    "jpName": "Ann Takamaki",
    "cvName": " Nana Mizuki",
    "chcvName": "NB[Th][191]",
    "Story": "A second-year high school student. She's an attractive girl who is one quarter American and models on the side. She's free-spirited and has an honest personality, but due to her striking appearance, she's isolated from everyone around her. After meeting Joker, an incident acts as a catalyst to awaken her abilities as a Persona-user.\nHer code name is Panther and her initial Persona is Carmen.",
    "fiveStarLinesOne": "Every rose has its thorns!"
  },
  {
    "sn": "1201",
    "name": "Makoto",
    "jpName": "Makoto Niijima",
    "cvName": " Rina Sato",
    "chcvName": "NB[Th][201]",
    "Story": "A third-year high school student. She is intelligent, well mannered, and serves as the student council president. Calm and collected, she has a strong sense of responsibility and is quick to take action, but due to her straight-forward personality she can also be quite stubborn. A series of events trigger her powers as a Persona-user.\nHer code name is Queen and her initial Persona is Johanna.",
    "fiveStarLinesOne": "Feel my wrath!"
  },
  {
    "sn": "1211",
    "name": "Kotone",
    "jpName": "Kotone Montagne",
    "cvName": " Shino Shimoji",
    "chcvName": "NB[Th][211]",
    "Story": "A second-year high school student with Japanese and French ancestry. A figure skater since childhood, a sudden injury and a slew of internet harassment have pushed her into a slump, keeping her from returning to the ice.\nHer code name is Mont and her initial Persona Duo is Terpsichore.",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1212",
    "name": "Kotone",
    "jpName": "Ice Storm Kotone",
    "cvName": " Shino Shimoji",
    "chcvName": "NB[Th][212]",
    "Story": "AAAAAA==",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1231",
    "name": "Minami",
    "jpName": "Minami Miyashita",
    "cvName": " Satomi Sato",
    "chcvName": "NB[Th][231]",
    "Story": "A first-year high school student. She lives with her father, who runs an izakaya in Zoshigaya. Kind, caring and with a strong sense of responsibility, she looks after the children who live in her neighborhood. She wishes to become a nurse like her late mother, but has pushed that dream deep down in her heart to take care of her ailing father.\nHer code name is Marian and her initial Persona Duo is Thalia.",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1251",
    "name": "Haru",
    "jpName": "Haru Okumura",
    "cvName": " Haruka Tomatsu",
    "chcvName": "NB[Th][251]",
    "Story": "A third-year high school student, and daughter of the CEO of one of the largest food companies in the country. Her soft appearance and docile personality present someone capable of maintaining positive relationships, but due to the environment she grew up in, she struggles to find value in building meaningful relationships, often avoiding them altogether. A series of events led her to awakening her powers as a Persona-user.\nHer code name is Noir and her initial Persona is Milady.",
    "fiveStarLinesOne": "I will carve my own path..."
  },
  {
    "sn": "1261",
    "name": "Ren",
    "jpName": "Ren Amamiya",
    "cvName": " Jun Fukuyama",
    "chcvName": "NB[Th][261]",
    "Story": "A second-year high school student. One day, with his back against the wall, his powers as a Persona-user awakened.\nHis code name is Joker and his initial Persona is Arsène.",
    "fiveStarLinesOne": "It's Showtime!"
  },
  {
    "sn": "1271",
    "name": "Miyu",
    "jpName": "Miyu Sahara",
    "cvName": " Kana Ichinose",
    "chcvName": "NB[Th][271]",
    "Story": "A 16-year-old girl who ran away from her wealthy family to pursue her dream of becoming a puppeteer. In defiance of her parents who tried to control her life, she is determined to make her own way in the world instead. Though she may seem calm and courteous at first glance, she also has an energetic side to her.\nHer code name is Puppet and her initial Persona Duo is Nemertes.",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1281",
    "name": "Haruna",
    "jpName": "Haruna Nishimori",
    "cvName": " Yui Ogura",
    "chcvName": "NB[Th][281]",
    "Story": "A kid genius who, at just 10 years of age, was accepted into an overseas university. Gifted in mathematics ever since she was young, she can solve complex equations far beyond the comprehension of the average elementary school students. Bright and innocent, she approaches anything that intrigues her with childlike wonder, eager to solve it.\nHer code name is Riddle and her initial Persona Duo is Daeira.",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1291",
    "name": "Kitazato",
    "jpName": "Kira Kitazato",
    "cvName": " Nobuhiko Okamoto",
    "chcvName": "NB[Th][291]",
    "Story": "A 25-year old medical resident working at a hospital in the city. He seems to have a particular reason he's trying to become a doctor. While he is passionate about learning from various cases, he also has a mischievous side and likes to play pranks using toy eyeballs. He feels that patients are losing their desire to live, and wants to change the world for the better.\nHis code name is Messa and his initial Persona Duo is Harpyia.",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1301",
    "name": "Chizuko",
    "jpName": "Chizuko Nagao",
    "cvName": " Masako Katsuki",
    "chcvName": "NB[Th][301]",
    "Story": "A 75-year-old woman with a penchant for drinking. Though she is a friendly soul, she is struggling over how to communicate with her granddaughter, Manaka, who attempted to take her own life. A skilled saxophone player, she hasn't picked it up since the death of her husband, who used to be her jazz partner.\nHer code name is Vino and her initial Persona Duo is Ampelos.",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1311",
    "name": "Yumi",
    "jpName": "Yumi Shiina",
    "cvName": " Yumi Hara",
    "chcvName": "NB[Th][311]",
    "Story": "A 26-year-old woman who works at a bar in Shibuya. Her specialty is flair bartending. She belonged to the dance club in her school days, where she learned all kinds of styles, such as belly dancing, and incorporates that experience into her bartending. Though, for some reason, she has decided to give up dancing.\nHer code name is Phoebe and her initial Persona Duo is Urania.",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1321",
    "name": "Ayaka",
    "jpName": "Ayaka Sakai",
    "cvName": " Yui Makino",
    "chcvName": "NB[Th][321]",
    "Story": "A college student and musician, who can be found standing on a street corner with her guitar in hand. Back in high school, her friends invited to join a band, but due to her shy nature, she opted to play rhythm guitar so that she wouldn't stand out. But even after their band eventually split, her desire to perform didn't fade, and so she keeps on playing.\nHer code name is Chord and her initial Persona Duo is Calliope.",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1331",
    "name": "Ashiya",
    "jpName": "Masaki Ashiya",
    "cvName": " Takafumi Maeuchi",
    "chcvName": "NB[Th][331]",
    "Story": "A third-year student at Kokatsu Academy. His parents are botanists, and raised him to have a keen interest in plants. Due to his wealthy upbringing, he's never had to worry about money, but took a part-time job at the florists' shop in Shibuya to get more experience caring for plants. Despite his kind nature, he has little concept of personal space, and tends to scare people off by getting too close. After building a bond of trust with Wonder, he often treats him to meals.",
    "fiveStarLinesOne": "AAAAAA=="
  },
  {
    "sn": "1341",
    "name": "Runa",
    "jpName": "Runa Dogenzaka",
    "cvName": " Jun Fukuyama",
    "chcvName": "NB[Th][341]",
    "Story": "A second-year high school student. One day, with his back against the wall, his powers as a Persona-user awakened.\nHis code name is Joker and his initial Persona is Arsène.",
    "fiveStarLinesOne": "It's Showtime!"
  },
  {
    "sn": "1351",
    "name": "Kasumi",
    "jpName": "Kasumi Yoshizawa",
    "cvName": " Jun Fukuyama",
    "chcvName": "NB[Th][351]",
    "Story": "A second-year high school student. One day, with his back against the wall, his powers as a Persona-user awakened.\nHis code name is Joker and his initial Persona is Arsène.",
    "fiveStarLinesOne": "It's Showtime!"
  },
  {
    "sn": "1361",
    "name": "Mayumi",
    "jpName": "Mayumi Hashimoto",
    "cvName": " Jun Fukuyama",
    "chcvName": "NB[Th][361]",
    "Story": "A second-year high school student. One day, with his back against the wall, his powers as a Persona-user awakened.\nHis code name is Joker and his initial Persona is Arsène.",
    "fiveStarLinesOne": "It's Showtime!"
  }
]