[
  {
    "sn": "1",
    "city": "Yongen-Jaya",
    "stationDesc": "A popular and convenient area with quick access to Shibuya. Rumors say it's home to a café famous for its coffee and specialty curry."
  },
  {
    "sn": "2",
    "city": "Shibuya",
    "stationDesc": "One of Tokyo's premiere shopping districts. Desire is never far from reach in this neighborhood brimming with people."
  },
  {
    "sn": "5",
    "city": "Shinjuku",
    "stationDesc": "With business complexes, shopping centers, and red-light districts, there's something for everyone in Shinjuku.\nOnce referred to as a city that never sleeps."
  },
  {
    "sn": "6",
    "city": "Jinbocho",
    "stationDesc": "Known as Book Town, Jinbocho is home to a wide variety of publishing houses and bookstores, many specializing in used books."
  },
  {
    "sn": "7",
    "city": "Akasaka Mitsuke",
    "stationDesc": "Contains numerous corporate offices and restaurants. There's even a TV station within walking distance."
  },
  {
    "sn": "9",
    "city": "Inokashira Park",
    "stationDesc": "Considered the main attraction of Kichijoji, this park boasts vibrant natural scenery and a large lake where people can ride in boats."
  },
  {
    "sn": "11",
    "city": "Ikebukuro",
    "stationDesc": "A shopping district lined with famous department stores. From movie theaters to a planetarium, entertainment is around every corner."
  },
  {
    "sn": "12",
    "city": "Ueno",
    "stationDesc": "A neighborhood with many faces, where bustling, colorful markets coexist alongside intellectual art galleries and museums."
  },
  {
    "sn": "13",
    "city": "Akihabara",
    "stationDesc": "An electric town where you can find everything from home appliances to various components, alongside subculture stores and maid cafés."
  },
  {
    "sn": "14",
    "city": "Suidobashi",
    "stationDesc": "Home to an all-weather stadium and a rich selection of entertainment options. Also known as a college town."
  },
  {
    "sn": "15",
    "city": "Asakusa",
    "stationDesc": "A lively neighborhood with a history dating back to before the Edo period, offering restaurants, temples, and an amusement park that make it perfect for tourism."
  },
  {
    "sn": "16",
    "city": "Kanda",
    "stationDesc": "Kanda is known for its famous temples and churches, which are nestled among numerous universities and bookstores."
  },
  {
    "sn": "17",
    "city": "Maihama",
    "stationDesc": "A resort area that's home to Destinyland."
  },
  {
    "sn": "18",
    "city": "Ginza",
    "stationDesc": "A commercial area lined with numerous brand shops. Featuring many historic stores, Ginza stands above as Japan's premier shopping destination."
  },
  {
    "sn": "19",
    "city": "Tsukishima",
    "stationDesc": "A typical downtown district in Tokyo, Tsukishima is home to many monjayaki restaurants and is rising in popularity."
  },
  {
    "sn": "20",
    "city": "Seaside Park",
    "stationDesc": "With great views of Tokyo Bay, this is both a relaxing spot for locals and a sightseeing area for tourists."
  },
  {
    "sn": "21",
    "city": "Miura Beach",
    "stationDesc": "A beach that is easily accessible from the city and perfect for day trips. Every summer, tourists visit its shore in droves."
  },
  {
    "sn": "22",
    "city": "Motomachi Chinatown",
    "stationDesc": "A neighborhood combining Yokohama's Chinatown with the laid-back shopping streets of Motomachi."
  },
  {
    "sn": "23",
    "city": "Harajuku",
    "stationDesc": "A mecca for fashion and street art. It also features many trendy cafés and street food vendors."
  },
  {
    "sn": "24",
    "city": "Ogikubo",
    "stationDesc": "A popular commuter town with excellent public transit and a fiercely competitive ramen scene."
  },
  {
    "sn": "25",
    "city": "Ichigaya",
    "stationDesc": "Home to many government offices. It is said that a \"Fish Whisperer\" frequents the pond near the station."
  },
  {
    "sn": "26",
    "city": "Shimo-Kitazawa",
    "stationDesc": "Numerous theaters and concert venues make Shimo-Kitazawa a culture hub.\nAlso the location of Kokatsu Academy."
  },
  {
    "sn": "27",
    "city": "Zoshigaya",
    "stationDesc": "A laid-back neighborhood despite its proximity to Ikebukuro.\nGreat for getting away from the hustle and bustle to relax."
  },
  {
    "sn": "28",
    "city": "Kichijoji",
    "stationDesc": "The shopping arcade extending from Kichijoji station sells just about everything. One fried food shop in particular has a line that's said to have no end."
  },
  {
    "sn": "29",
    "city": "Shinagawa",
    "stationDesc": "A business district with many large offices and hotels. A busy area for work and pleasure."
  },
  {
    "sn": "30",
    "city": "Shirosato Beach",
    "stationDesc": "A beach adored by locals who love swimming. However, it has yet to make a splash on the national stage."
  },
  {
    "sn": "31",
    "city": "AAAAAA==",
    "stationDesc": "A moderately-sized residential area with a shopping district and easy access to Tokyo and Chiba."
  }
]